<template>
	<view class="authorization">
		<!-- <view class="mainTitle">用户授权协议</view> -->
		<view class="mainRow">发布/生效日期：【 2021年 7月 1日发布，自发布之日起即时生效】</view>
		<view class="mainRow">《用户授权协议》本协议是由上海货耘网络科技有限公司（以下简称“我公司”）与用户（指注册、登录、使用本服务的个人，以下有时称为“您”）就货运中国APP(以下简称“本产品”）提供的服务所订立的有效合约。您通过网络页面确认接收本协议，视为您同意接收本协议的全部约定内容。</view>
		<view class="mainRow">您应当在仔细阅读、充分理解本《货运中国隐私政策》后选择是否同意本政策的内容以及是否同意使用货运中国，如果您不同意本政策的内容，将可能导致货运中国无法正常运行，或者无法达到我们期待的服务效果，或者无法达到您期待的个人信息保护状态，对此，您应立即停止访问/使用货运中国的服务。您使用或继续使用货运中国服务的行为，或者您在使用或继续使用货运中国的行为之前没有以任何明示的方式向我们表达异议，都表示您充分理解和同意本《货运中国隐私政策》（包括更新版本）的全部内容。</view>
		<view class="mainRow">本协议为《隐私政策》的必要组成部分，如本协议与《隐私政策》进行存在冲突之处，则以时间上最新发布的内容为准，发布时间相同的，以本协议为准。本协议有待明确、存在歧义或未规定之处均以《隐私政策》中的规定为准。</view>
		<view class="mainRow">您不可撤销地授权货运中国实时地将您在账户注册和使用货运中国服务过程中填写、提交、更改、确认、以及进行交易的过程中形成的任何用户信息、定位信息、交易信息、隐私信息、权限设置分享第三方支付平台、货运中国的关联方、合作方等其他相关服务提供者，或实时地从第三方支付平台、货运中国的关联方、合作方等其他相关服务提供者处获取并使用您提供、形成的任何用户信息、定位信息、交易信息、隐私信息、权限设置。上述信息的收集、使用和共享适用《货运中国隐私政策》。</view>
		<view class="mainRow">您同意，除非另有明确规定，本产品所推出的新功能、新服务，均无条件的使用本协议。我公司保留在任何时候修改本协议条款的权利，且无需另行通知。在我公司修改协议条款后，如果您不接受修改后的条款，请立即停止使用本产品提供的服务，继续使用本产品提供的服务将被视为接受修改后的协议。</view>
		<view class="mainRow">本《货运中国隐私政策》的解释及争议解决均应适用中华人民共和国大陆地区法律。如就本政策的签订、履行等发生任何争议的，双方应尽量友好协商解决；协商不成时，任何一方均可向被告住所地享有管辖权的人民法院提起诉讼。</view>
		<view class="mainRow">本《货运中国隐私政策》的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。</view>
		<view class="mainRow">如您对本《货运中国隐私政策》的执行或使用我们的服务时遇到的与隐私保护相关的事宜有任何问题（包括问题咨询、投诉等），我们专门为您提供了多种反馈通道，希望为您提供满意的解决方案：</view>
		<view class="mainRow subRow">a)在线客服/其他在线意见反馈通道：您可与我们平台上产品功能页面的在线客服联系或者在线提交意见反馈；</view>
		<view class="mainRow subRow">b)人工客服通道：您可以拨打我们的客服电话【400-856-5886】与我们联系；</view>
		<view class="mainRow" style="text-indent:0rpx;">再次感谢您的耐心阅读！</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">
	.authorization {
		background-color: #FFF;
		padding: 32rpx;
		.mainTitle {
			font-size:36rpx;
			font-weight:bold;
			color:#333;
			text-align: center;
			line-height: 44rpx;
			margin-bottom:50rpx;
		}
		.mainRow + .mainRow {
			margin-top:40rpx;
		}
		.mainRow {
			font-size:28rpx;
			color:#333;
			line-height: 40rpx;
			text-indent:30rpx;
		}
		.subRow {
			padding: 0 40rpx;
		}
	}
</style>
