<template>
	<view class="serviceA">
		<view class="mainRow rightMsg">版本发布日期： 2021年 7月 1日</view>
		<view class="mainRow rightMsg">生效日期： 2021年 7月 1日</view>
		<view class="mainRow">欢迎注册并使用货先生所提供的服务！</view>
		<view class="mainRow indent">为使用货先生所提供的服务，您应当阅读并遵守《用户服务协议》（以下简称“本协议”）。本协议是由上海货耘网络科技有限公司（以下简称“我公司”）与用户（指注册、登录、使用本服务的个人，以下有时称为“您”）就货先生APP(以下简称“本产品”）提供的服务所订立的相关权利义务规范。请您在注册及使用前务必认真阅读本协议，确保充分理解本协议中所有条款。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为无条件接受本协议所有条款的约束。除非另有明确规定，本产品所推出的新功能、新服务，均无条件的使用本协议。我公司保留在任何时候修改本协议条款的权利，且无需另行通知。在我公司修改协议条款后，如果您不接受修改后的条款，请立即停止使用本产品提供的服务，继续使用本产品提供的服务将被视为接受修改后的协议。如对本协议有任何疑问，请您及时联系货先生客服电话【400-856-5886】进行咨询，货先生会尽快为您解答。</view>
		<view class="rowTitle">一、定义</view>
		<view class="mainRow subRow">1.1货先生：包括根据本协议向用户提供发布车辆信息/货源信息、搜索货源信息/车辆信息、联系车辆/发货人/接受其他物流信息服务/物流增值服务的软件。</view>
		<view class="mainRow subRow">1.2用户：指任何使用货先生所提供的服务的发货人、司机、承运商及其他主体。</view>
		<view class="mainRow subRow">1.3发货人：指有货物运输需求并委托货先生提供服务的承运商、其他法人组织、个体工商户、自然人等主体。</view>
		<view class="mainRow subRow">1.4用户信息：指您提交给货先生、通过货先生发布且货先生通过您授权的第三方获取的用户相关信息，包括但不限于您提交、发布的您的基本信息、营业执照、您指定的联系人的姓名与联系方式、授权委托书、道路运输经营许可证、车辆行驶证、驾驶证、开户许可证、银行账户信息、法定代表人/负责人/经营者，代表姓名、身份证号及身份证载明的其他信息、车辆信息、货源信息以及您为申请、使用货先生的合作方所提供的服务/商品而提交的其他用户相关信息。</view>
		<view class="mainRow subRow">1.5个人信息：《货先生隐私政策》下“个人信息”的定义和范围适用本协议。</view>
		<view class="mainRow subRow">1.6账号：指您通过货先生提供的合法方式设置或获取的代码，以便您可以访问和使用货先生服务，通常指您的手机号码。 </view>
		<view class="mainRow subRow">1.7司机：指在中国境内具有合法运输的条件，能够提供货物运输服务的自然人，包括主驾和副驾（如有）。</view>
		<view class="mainRow subRow">1.8车辆：指能够合法提供货物运输服务的货运车辆。</view>
		<view class="mainRow subRow">1.9车辆信息：指您通过货先生发布的、提供货物运输服务的司机和车辆相关的信息，包括但不限于司机身份证号、驾驶证、行驶证、车牌号码、车牌类型、车型、车长、车宽、载重、车辆识别代码、发动机号、车厢体积、车厢长度、拖挂轮轴、车辆轴数等。</view>
		<view class="mainRow subRow">1.10货物信息：指您通过货先生发布的货物运输相关的信息，包括但不限于装卸货地址、货物类型、装卸货时间、运输日期/期限、货物重量/数量/体积、所需车辆规格、特殊运输要求等相关信息等信息。</view>
		<view class="mainRow subRow">1.11确认询价：指发货人确认在货先生平台上向司机发布该条货物信息，并邀请司机报价的行为 。</view>
		<view class="mainRow subRow">1.12运单完成：指司机完成了通过货先生平台获取到的业务的运输过程，即：将货物安全运输至目的地，且发货人确认货物运输情况后完成运费支付的运单状态。</view>
		<view class="mainRow subRow">1.13信息费：指发货人向司机提供货运信息并由司机运输货物，司机需向发货人支付的报酬。</view>
		<view class="mainRow subRow">1.14身份验证：指您在注册账号或开通、使用及/或接受货先生的特定服务的过程中，货先生及技术合作方根据本协议的约定对您提供的本人信息（包括但不限于您或法定代表人/负责人的姓名、身份证号、身份证所载明的其他信息、照片等身份信息和您的即时脸部图像，具体以货先生及/或其技术合作方要求为准，统称为“验证信息”）及验证信息凭证的真实性、准确性及/或一致性进行验证的过程，验证的方式与流程由货先生及/或其技术合作方指定。一旦核验通过，用户在货先生平台做的一切操作视为用户自己操作的合法行为。</view>
		<view class="mainRow subRow">1.15验证信息凭证：指验证信息的一切载体，包括但不限于载有、证明、体现、反映验证信息的各类文件、资料、凭据、凭证、证件、证照、图片、照片、视频等。</view>
		<view class="mainRow subRow">1.16法律/法律法规：指中国境内的法律、行政法规、规章、地方性法规、政府政策/文件、强制性国家标准等规范性法律文件。</view>
		<view class="mainRow subRow">1.17危险货物：指具有爆炸、易燃、毒害、感染、腐蚀等危险特性，在生产、经营、运输、储存、使用和处置中，容易造成人身伤亡、财产损毁或者环境污染而需要特别防护的物质和物品。危险货物以《危险货物分类和品名编号》（GB6944）、《危险货物品名表》（GB12268）、《危险货物道路运输规则》（JT/T617-2018）、法律法规所列为准。</view>
		<view class="mainRow subRow">1.18违禁品：指法律规定不准私自制造、购买、使用、持有、储存、运输进出口的物品。</view>
		<view class="mainRow subRow">1.19限运货物：依据相关法律法规，运输某些货物必须携带一定数量的证明文件，包括但不限于烟草专卖品、植物和植物产品的部分、动物源性产品、不明物品等。</view>
		<view class="mainRow subRow">1.20常温普通货物：指货物在运输、装卸以及保管过程中没有特殊要求包括但不限于温度、车辆特殊证件等，不需要采用特殊运输方式或手段即可运送的货物。</view>
		<view class="rowTitle">二、用户注册</view>
		<view class="mainRow subRow">2.1 注册资格</view>
		<view class="mainRow subRow">如您需要货先生提供的服务必须首先注册为货先生用户，并满足以下条件才能成为货先生用户:  </view>
		<view class="mainRow subRow">1.21若您在货先生注册的身份为承运商、其他法人组织、个体工商户，您的相关证照必须是合法注册的并通过相关法律法规，您必须具有完全民事行为能力和民事权利能力，且有能力承担您所从事的经营活动的民事责任。</view>
		<view class="mainRow childRow">1)您必须为年满十八周岁的自然人，如您没有达到上述要求，您和您的监护人将根据法律对由此产生的所有后果负责。</view>
		<view class="mainRow childRow">2)您开展的经营活动符合中国现行的所有相关法律法规，没有任何违法行为及/或情况。</view>
		<view class="mainRow childRow">3)若您在货先生注册的身份为司机，您应当确保您具备提供货运服务的相关能力、资质、证照；若您注册的身份为发货人，则您应当确保您具备委托司机提供货物运输服务的相关能力、资质和证照。</view>
		<view class="mainRow childRow">4)若您通过货先生发布货源信息，您必须确保信息的来源是合法的，且您有发布的权利，您具备发布货源信息及从事货物运输服务的相关资质、证照以及提供从事货物运输服务所需的法律手续和法律依据；如您提供货物运输服务，您应具备包括但不限于《道路运输经营许可证的》等资质、证照以及提供从事货物运输服务所需的法律手续和法律依据。</view>
		<view class="mainRow childRow">5)若您通过货先生发布司机及/或车辆信息，您应确保您发布的车辆信息涉及的所有车辆是具备提供相关货物运输服务合法资质、证照的货运车辆，并确保您发布的车辆信息所对应的所有车辆的驾驶司机是具备依法从事提供货物运输服务的相关资质、证照的司机。您确认有权占有和使用提供货运服务的车辆，您应在用户资格保有期间和实际通过货先生提供货物运输服务期间，一直维持车辆处于合法状态和正常营运及使用状态。</view>
		<view class="mainRow childRow">6)在注册完成后，您务必合法使用货先生发布货源信息或运输货物，不违反法律法规、本协议及相关规则的规定。</view>
		<view class="rowTitle">三、用户账号安全</view>
		<view class="mainRow">3.1一旦您成功注册为货先生用户，将得到一个唯一的账号。账号将记载您在本服务中的各项操作活动，您对该账号有使用权，账号所有权归上海货耘网络科技有限公司。此账号是您在货先生的唯一标识。货先生通过您的账号和验证码来识别指令，任何人使用您的账号成功登录货先生后的一切行为，均视为您本人真实意思表示和行为，由此所产生的电子信息记录均为您本人行为的有效凭据，并由您本人承担所有法律后果。您承诺妥善保管账号，密码和验证码，不将个人账号信息泄露给其他任何人。您同意，确保账号安全是您的责任。因黑客、病毒或您的保管疏忽等非货先生故意行为导致用户账号、密码或验证码泄露，遭他人非法使用的，货先生不承担任何责任。您同意，在货先生上按服务流程所确认的状态，将成为货先生进行相关操作唯一依据和明确指令。您同意相关指令的执行时间以货先生服务器记录的进行实际操作的时间为准。货先生不对您账号，密码及验证码的安全性与保密性承担任何责任。若由于您的原因导致对货先生造成损失，货先生保留拒绝提供相应服务、冻结或收回注册账号或以及终止本服务协议的权利，并可要求您赔偿对货先生及货先生的关联方所承受的损失。如您发现任何非法使用您账号或其他安全漏洞，请立即通知货先生相关人员，以减少可能发生的损失。</view>
		<view class="mainRow">3.2您保证：您如实填写和提交注册用户或开通、使用、接受货先生的特定服务过程中所需的个人信息资料，并对该资料的真实性、准确性、合法性和有效性承担责任。货先生如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，平台有权向您发出询问及或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部平台服务。平台对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</view>
		<view class="mainRow">3.3若因国家法律法规、部门规章或监管机构的要求，货先生需要您提供额外的验证信息和验证信息凭证，如您拒绝或无法提供，货先生有权限制或终止为您提供服务。</view>
		<view class="mainRow">3.4您应妥善保管下列信息、资料和硬件设备：</view>
		<view class="mainRow childRow">a)账号，密码及验证码；</view>
		<view class="mainRow childRow">b)银行卡卡号及密码、CVV码、有效期等银行卡信息；</view>
		<view class="mainRow childRow">c)手机或其他移动通讯设备及SIM卡信息；</view>
		<view class="mainRow childRow">d)以上未提及但可能影响您帐户安全的其他信息；</view>
		<view class="mainRow subRow">您应确保您的手机登移动终端设备处于在安全、无病毒、未被侵入、未被监控、未被非法控制的网络环境。若因您保存不当泄露了上述信息、或遭受攻击、诈骗和其他由此造成的损害，您将自行承担相关损失。</view>
		<view class="mainRow subRow">如有上述情况，请立即通知货先生，如您未及时通知，您将对相应的损失负责。您理解货先生在接到您通知后对您的任何请求都需要一段合理的时间来处理，也可能存在货先生得到通知时已无法避免或阻止侵害后果的形成或扩大，除法定责任外，货先生不承担任何责任。</view>
		<view class="mainRow subRow">您确认并同意货先生默许任何使用您的移动终端、账号，密码及验证码信息将会是您或您本人授权人。</view>
		<view class="mainRow">3.5您在此不可撤销地同意并授权：</view>
		<view class="mainRow childRow">1)在您需通过货先生支付任何款项时，由货先生及/或货先生合作的银行及/或第三方支付机构（合称“支付机构”）根据您发出的指令代您扣划微信账户、支付宝账户，银行卡（需绑定）账户或第三方支付机构为您开立的钱包账户（包括但不限于由货先生合作的第三方支付机构为您开立并在货先生相关页面进行显示的钱包账户）等其他账户中的款项，并代为将所扣划的款项用于向您的交易对手方进行结算；</view>
		<view class="mainRow childRow">2)您知晓，您在货先生相关页面通过微信账户、支付宝账户，银行卡（需绑定）账户充值的“用户钱包”、“运费”等费用，货先生仅提供代收代付服务。未被冻结的用户钱包金额您随时可申请原路退回。</view>
		<view class="mainRow childRow">3)若由支付机构代为扣划的，根据支付机构要求，您需在支付机构开立支付账户的，您在此不可撤销的授权并同意，货先生将您的相关信息提供给该支付机构，由其为您开立支付账户；</view>
		<view class="mainRow childRow">4)在您需通过货先生收取任何款项时，由货先生合作的银行或支付机构代您收取该等款项，且在您需提取/使用该等款项并履行了银行、支付机构要求的必要的手续（包括但不限于按支付机构的要求绑定银行卡并完善相关信息）后，由货先生合作的银行或支付机构向您结算或为您扣划该等款项；</view>
		<view class="mainRow childRow">5)货先生有权实时记录、留存您通过银行或支付机构的服务支付、收取及/或提现的款项金额及/或通过货先生的相关页面向您显示您的交易信息及在支付机构留存的款项金额变动信息，但您确认并同意，货先生提供任何支付服务，上述所有与支付、金额等相关的信息最终由为您提供支付服务的支付机构负责，货先生不对该等信息的真实性、准确性、完整性与有效性负责。就绑定银行卡，您应确保合法地享有使用所绑定银行卡及该银行卡内资金的权利，未侵犯任何第三方的合法权益，否则您将赔付承担因此造成货先生及/或第三方的损失。</view>
		<view class="rowTitle">四、权力及义务</view>
		<view class="mainRow">4.1您在使用货先生服务时，应当通过货先生提供或认可的方式。如您除本协议外还存在涉及货先生其他协及或服务的，您应同时遵守。</view>
		<view class="mainRow">4.2您应当理解，您使用货先生的服务必须自行准备与相关服务有关的设备（包括但不限于电脑、手机或者其他上网终端及其他必备的上网装置），并承担所需的费用（包括并不限于网络接入费、上网设备租用费、手机流量费等）。您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。</view>
		<view class="mainRow">4.3若您是通过货先生提供车辆运输服务的：</view>
		<view class="mainRow subRow">1)您应确认并同意您的账号已经绑定了您所有用于提供货物运输服务的车辆，您将依照本协议及货先生发布的其他规则管理您所有的车辆。</view>
		<view class="mainRow subRow">2)当货物起运后，您开始承担运输责任，直到您将货物准时、安全运输至目的地且收货人正常签收完成。在此期间，您对货物的安全运输负全部责任。</view>
		<view class="mainRow subRow">3)您将货物运输至目的地后，必须要求收货人仔细检查货物情况。</view>
		<view class="mainRow subRow">4)您必须有合法的运输资质才可在货先生提供车辆运输服务，且您有资格且能够配备性能良好的、合适的车辆，提供及时、准确、安全、完整的符合货先生要求的物流服务。</view>
		<view class="mainRow subRow">5)您必须按照国家规定投保机动车第三者责任险和交强险，商业险不低于100万，货物保险不低于200万。若您未办理货物运输保险或办理的货物运输保险不符合法律法规规定及本合同约定的，视为您根本违约，货先生有权立即终止合同。若因您未办理货物运输保险对货先生及第三人造成损失，则您应承担全部损失。</view>
		<view class="mainRow subRow">6)您必须确保所提供运输服务的车辆符合国家相关要求。</view>
		<view class="mainRow subRow">7)您必须保证持有与车辆类型相对应的机动车驾驶证。如您违反了上述条约，货先生有权终止服务。</view>
		<view class="mainRow subRow">8)如您成功报价后且被发货方确认用车后，拒绝提供运输服务或延迟到达装货地，货先生有权扣除您货先生钱包账户中的部分金额支付给发货人，详见《货先生用户违规行为处理规则》。</view>
		<view class="mainRow subRow">9)您声明并保证，您不得无故或无正当理由扣押货先生委托您运输的货物（除货先生约定的特定条款），如发生上述情况，您除应赔偿货先生全部货物价值以外，另应支付50万元作为惩罚性违约金。如货先生损失超过违约金，则有权按照实际损失要求您赔偿损失。您放弃任何关于调整违约金的抗辩权。</view>
		<view class="mainRow subRow">10)未经货先生同意不得擅自倒货、换车、配载及异地卸货，无论发货人的货物是否装满车厢，未经货先生书面同意，您不得私自夹带其他货物进行运输，否则将按照货先生相关条款进行处罚。</view>
		<view class="mainRow subRow">11)货物到达目的地后，如收货人拒收或找不到收货人时，您必须在1小时之内联系货先生并按照货先生指示行动，您无权擅自处置货物。</view>
		<view class="mainRow subRow">12)当您使用货先生接单并接收货物时，必须仔细检查货物状态，如发现包装不符或数量与对方提供的不一致，您应及时向对方提出。您承运货物后，即视为您认为货物适合运输，没有不合格的包装条件、货物不属于违禁品。如果在运输过程中出现异常，您将赔偿全部损失，并放弃所有抗辩权。</view>
		<view class="mainRow subRow">13)您在收取发货人货物时，在货物运输出发前，需要仔细检查车辆是否超载、超高、超宽等情况，如出现此情况，应立即向对方提出。如您承运货物后，发生因车辆超载、超高、超宽等情况被政府机关扣车、罚款或发生交通事故的，则您承担全部责任。</view>
		<view class="mainRow subRow">14)如在运输过程中发生火灾，您必须第一时间报警并通知货先生及相应的保险公司，如因由于您没有及时报警或通知保险公司而造成损失扩大，您将承担全部责任。您应尽力防止货物损失扩大及保护好案发现场，直到保险公司勘查完毕为止。您承诺已为运输车辆购买自燃险，在任何情况下，您将对车辆发生火灾时造成的损害负责，货先生不承担任何责任。</view>
		<view class="mainRow subRow">15)您车辆在运输过程中发生事故或异常（包括但不限于火灾、翻车、追尾等）导致货物损坏、丢失、污染、受潮、变质等，则您向发货人赔偿损失，并向货先生赔偿因处理事故产生的其他费用（包括但不限于短驳费、差旅费、交通费、住宿费、拖车费、运输费等）。还应在事故发生30分钟内通知货先生相关负责人，并在30日内向货先生提供以下信息：</view>
		<view class="mainRow childRow">a)事故现场照片:体现车牌号的整车照、事故情况；</view>
		<view class="mainRow childRow">b)货物受损照片:显示外包装损坏状态、内部货物损坏状态和破损数量（无法根据外观判断货物受损情况下一共品质标准或品质报告）；</view>
		<view class="mainRow childRow">c)运输证明:发货清单或装箱单、承运人驾驶证、车辆行驶证、交强险保单；</view>
		<view class="mainRow childRow">d)事故证明:签注货损货差的运单或交接单；</view>
		<view class="mainRow childRow">e)交警的事故责任认定书或消防责任认定书:如为交通事故的情况下；</view>
		<view class="mainRow childRow">f)公安出具的报案证明:偷盗/抢劫情况下；</view>
		<view class="mainRow childRow">g)弃置照片:如货物已完全损坏需要弃置的情况下，应体现弃置数量及弃置后的状态；</view>
		<view class="mainRow childRow">h)理赔金额在1000元以下的，要求在3个工作日内处理完毕；</view>
		<view class="mainRow subRow">16)您在货先生平台承运了发货人货物后，若在运输过程中发生包括但不限于交通事故、着火、被盗、被抢等导致货物发生包括但不限于货物灭失、丢失、损坏、污染、受潮、变质等致使发货人及货先生遭受损失的，您应按照货先生赔偿给发货人的金额或发货人索赔的金额或货物实际损的失价值予以赔偿。货先生有权先行在您未结运费中扣除相应的损失，不足部分由货先生向您主张索赔。您另需承担货先生维权过程中产生的包括但不限于律师费、材料费、诉讼费、公证费、保全费、交通费、住宿费等损失。</view>
		<view class="mainRow subRow">17)若由于交通事故所发生的一切费用和损失及涉及第三人的赔偿全部由您自行承担，在处理事故中您的赔偿不足，货先生有权扣留您运费用于赔偿费用。</view>
		<view class="mainRow subRow">18)您在合同期间或合同结束后3年内，不得直接或间接与货先生发货人进行交易，如违反本条约定，则应赔偿货先生50万元违约金，若货先生损失高于违约金，则有权要求您按照实际损失包括货先生但不限于在货先生发货人处的预期收益等赔偿。</view>
		<view class="mainRow subRow">19)货先生无权管理和控制您自愿投入的运输车辆，该运输车辆完全由您支配，所有的管理费用由您承担且您对该运输车辆的营运享有完全的收益。若您投入的运输车辆因交通事故或其他事故对第三方造成人身伤害或财产损失的，您承担全部法律责任，货先生不负任何法律责任。</view>
		<view class="mainRow subRow">20)您通过货先生运输货物，并不意味着存在劳动关系或事实劳动关系、雇佣关系等，如果在运输服务过程中发生自身或导致货先生及第三方人身或财产损害，您应负责妥善处理并承担全部责任。</view>
		<view class="mainRow subRow">21)您必须按照适用的道路安全法律法规驾驶，不疲劳驾驶、不酒驾、不醉驾、不毒驾，保证货物安全及人身安全（包括但不限于您提供货物运输服务时的连续驾驶时间不得超过四个小时）。驾驶距离400公里的，应当配备两名持有相应车型驾驶执照的司机。</view>
		<view class="mainRow subRow">22)您理解并同意，通过注册成为货先生用户后，并不意味着货先生必须委托运输货物给您，也不保证您在货先生上承运货量、次数、运费收入等。</view>
		<view class="mainRow subRow">23)您保证运输服务在货先生规定的期限内完成，如您延迟到达目的地，货先生有权根据《货先生用户违规行为处理规则》扣除您的相关费用。</view>
		<view class="mainRow subRow">24)您必须承担所有因道路限行、交通管理条例、交通管制措施、非法资质（包括但不限于没有道路运输经营许可证、营运证或从业资格证）、运输违禁品而产生的行政责任（包括但不限于行政处罚、刑事责任），因被有关主管部门扣押运输车辆或运输货物及由此造成的全部损失（包括但不限于因被扣押运输车辆或运输货物而给发货人、货先生造成的全部损失），货先生不承担任何相关责任。</view>
		<view class="mainRow">4.4若通过货先生需要委托运输货物的</view>
		<view class="mainRow subRow">1)您有义务在货先生平台如实填写货物信息，您保证托运的货物符合国家标准，在交付货物给司机前已完成有关法律、法规规定的托运手续，并附有效凭证。您因违反本条协议或未办理相应的货物运输证件导致货先生被相关政府部门罚款、司机被扣车等情况，导致货先生或承运司机发生损失的，由您全额赔偿。</view>
		<view class="mainRow subRow">2)您承诺遵守《道路危险货物运输管理规定》和适用相关道路运输法律法规，不托运法律法规所禁止运输的货物，不托运危险货物、易燃易爆品或赃物。</view>
		<view class="mainRow subRow">3)您承诺及保证托运货物包装符合国家或行业包装标准，已符合短途、长途运输的基本要求，可以抵抗运输过程中正常的摩擦、刹车、道路颠簸、搬运装卸承受力等。如货物因包装不合格导致损失，您将自行承担责任。</view>
		<view class="mainRow subRow">4)您确保及时安排运输车辆在装货地点装货，货物到达预定目的地后，您必须立即通知收货人提货。若因您未及时通知收货人，导致压车等待，您必须向货先生支付压车等待费。具体标准请您仔细查看《货先生用户违规行为处理规则》，您理解并同意货先生有权随时调整收费标准。</view>
		<view class="mainRow subRow">5)直至货物送达至收货人，您有权在任何时候要求中止运输、变更货物目的地和收货人、退货等，但您必须支付变更服务的额外运费及其它费用。具体标准请您仔细查看运单下面界面中的《货先生用户违规行为处理规则》，您理解并同意货先生有权随时调整收费标准。</view>
		<view class="mainRow subRow">6)您确认下单后，在您点击“确认用车”前，可无责取消运单。如司机已按运单信息前往装货地，您若需要取消运单，货先生会扣除相应违约金。具体标准请您仔细查看运单下面界面中的《货先生用户违规行为处理规则》，您理解并同意货先生有权随时调整收费标准。</view>
		<view class="mainRow subRow">7)您承诺下单发货时货物已到达装货地，货先生不支持货物未到达装货地时预先安排车辆。</view>
		<view class="mainRow subRow">8)您承诺在确实需要货物运输的情况下使用货先生服务，并且不得通过虚构事实、伪造证据、与第三方串通以虚假形式发货下单而损害货先生或其他第三方的利益。如您在使用期间，货先生发现您处于上述任一情形，有权立即单方终止本协议，并要求您承担对货先生造成的全部损失。如涉及犯罪，则货先生会将其移交公安机关处理。</view>
		<view class="mainRow subRow">9)您承诺货物装载不超载、超高、超宽。如有因货物装载超载、超高、超宽导致发生包括但不限于交通事故、政府罚款、货物破损、丢失等情形，您应承担全部责任。</view>
		<view class="mainRow subRow">10)您知悉并同意，您和您的收货人在签收货物前已仔细查验货物状态，确认包装及内物是否完好、完整。如发生您确认运单无异议后发现货物异常并要求货先生赔偿的情况，货先生不予赔偿。</view>
		<view class="mainRow subRow">11)您应当在发布货物信息时核实货物信息。如果您发布的货物信息不符合本协议的规定，货先生保留要求您纠正、改进、删除或采取其他行动的权力。</view>
		<view class="mainRow subRow">12)您若使用货先生相关服务，需要向货先生支付相应的服务费用。具体收费项目由您下单时选择的服务决定，货先生会在下单界面中明示收费项目及金额。</view>
		<view class="mainRow subRow">13)您若采用线上支付运费模式，您有权要求货先生开具运输增值类运输发票。</view>
		<view class="mainRow subRow">14)您理解并同意，货先生在运营过程中可能给您一定数量的优惠券，这些优惠券只能用于抵扣运费，每个运单只能抵扣一张。在任何情况下，优惠券不得用于提现。如优惠券有一定期限逾期未使用的，则视为放弃使用优惠券的权利。</view>
		<view class="mainRow subRow">15)您理解并同意，货先生安排第三方车辆及司机为您提供运输服务，但第三方司机并非货先生员工、代理人、雇员等。货先生与第三方司机不存在任何法律关系（包括但不限于劳动关系、事实劳动关系、劳务关系、雇佣关系、代理关系等）。如您未通过货先生平台私自委托第三方司机承运货物，由此产生的运输责任货先生将不予承担。 </view>
		<view class="mainRow">4.5您同意货先生有权保留您在使用本服务过程中提供、发布和形成的相关数据，并将其提交给关联公司或政府部门、合作机构，以供后续向您提供服务。</view>
		<view class="mainRow">4.6您同意接受并遵守货先生发布并不时更新的所有协议、规则、政策、通知及公告，并且在此不可撤销地承诺及保证，您充分理解并同意将自行承担因违本协议而造成的所有损失。</view>
		<view class="mainRow">4.7您悉知，若您长时间未登录您在货先生已注册的账号，货先生有权对您的账号采取相应措施。若您连续三个月未登录，则货先生将对您的账号进行锁定；如您来纳许六个月未登录，则货先生将注销您的账号。</view>
		<view class="mainRow">4.8为了改善您的体验、保证服务的安全性及产品功能的一致性，货先生将不时进行更新，优化使用体验。如您收到货先生版本更新提示，须尽快完成更新。如您未及时更新，您所使用的软件等平台版本将可能无法正常使用，并停止维护。如因您未及时更新导致无法正常使用服务，货先生不承担任何责任。</view>
		<view class="mainRow">4.9您同意在货先生维护和更新期间导致的业务中断或不稳定状态不被视为违约行为。针对部分更新，货先生有权不经向你特别通知而进行更新，或者对软件的部分功能效果进行改变或限制。货先生新版本发布后，旧版本的软件可能无法使用。货先生不保证旧版本软件继续可用及相应的服务，请您随时核对并下载最新版本。</view>
		<view class="mainRow">4.10货先生可能为不同的终端设备开发不同的版本，您应当根据实际情况从货先生官网及其授权的第三方应用市场，选择与所安装终端设备相匹配的版本。如果您从未经货先生及其授权的第三方获取软件或通过其他渠道下载与货先生名称相同的安装程序，货先生无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。</view>
		<view class="mainRow">4.11为了提高您的使用体验、修复系统漏洞、确保货先生的安全性和隐私性，货先生有权随时更新和修复本产品。您必须立即将货先生更新至最新版本，否则无法保证本产品能够正常运行。</view>
		<view class="mainRow">4.12为确保货先生在任何时候对货物走向及安全处于可控状态等功能需求正常运行，货先生有权在您安装和使用过程中获取您的位置信息。</view>
		<view class="mainRow">4.13未经货先生书面同意，您不得将本合同的权利义务转让给第三方，否则货先生有权随时终止协议并处以相关惩罚。如对货先生造成其他损失，您将承担全部责任。</view>
		<view class="mainRow">4.14如果您发布或提供任何错误、虚假、不完整或过时的信息或证明资料，或货先生有合理理由怀疑这些信息或证明资料为错误、虚假、不完整或过时的，货先生有权视情况要求您进行改正、完善、删除或采取限制您账号的部分或全部功能、冻结账户钱包的部分或全部款项、注销您的账号、终止本协议等其他措施。同时，您还应赔偿货先生及任何其他第三方因您未能遵守上述协议而遭受的任何损失。</view>
		<view class="mainRow">4.15您不得使用未经货先生授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。</view>
		<view class="mainRow">4.16如果您存在向第三方付款及/或收款的需求时，若您接受了货先生及/或货先生的合作方提供的代付及/或代收服务（包括但不限于代付及/或代收信息费、代付ETC充值款项、担保交易等服务），即代表您授权货先生及/或货先生的合作方先向您收取及/或支付该等费用/款项，再由货先生及/或货先生的合作方将该等费用/款项向您的收款方支付及/或向您的付款方收取。</view>
		<view class="mainRow">4.17货先生设立业务咨询和投诉电话【400-856-5886】，负责解答您在履行本协议过程中遇到的各种疑问。</view>
		<view class="mainRow">4.18您理解并同意，货先生有权响应国家机关（包括但不限于监管部门、司法机关等）的要求，向其提供您在货先生的个人信息和交易记录等必要信息。如您涉嫌侵犯他人合法权益，货先生有权在初步判断您涉嫌侵权行为可能存在的情况下，向权利人提供您必要的个人信息。</view>
		<view class="mainRow">4.19您同意，货先生有权使用您的注册信息、用户名、密码等信息，登陆进入您的注册账号，进行证据保全，包括但不限于公证、见证、协助司法机关进行调查取证等。</view>
		<view class="rowTitle">五、用户行为规范</view>
		<view class="mainRow">5.1 您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：</view>
		<view class="mainRow subRow">1)发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；</view>
		<view class="mainRow subRow">2)发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；</view>
		<view class="mainRow subRow">3)恶意虚构事实、隐瞒真相以误导、欺骗他人；</view>
		<view class="mainRow subRow">4)发布、传送、传播广告信息及垃圾信息；</view>
		<view class="mainRow subRow">5)其他法律法规禁止的行为。</view>
		<view class="mainRow">5.2 您保证并承诺通过货先生上传或发布的任何资料信息均真实有效；您承诺不以任何非法目的或途径使用货先生的服务及内容，并遵守所有与货先生服务相关的法律、法规及其他规范性文件；您承诺不会利用平台搜集、探询、索取平台其他用户的个人信息、联络方式及财务状况等；您承诺不会以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用软件和相关服务；您承诺严格按照本协议履行义务。</view>
		<view class="mainRow">5.3 您不得在货先生发布不合法、不真实、不适当、违反有关协议约定、侵犯货先生利益的言论。 </view>
		<view class="mainRow">5.4 您承诺不因任何原因在任何渠道发布关于货先生及与货先生有关的不利言论，禁止恶意攻击，否则货先生有权通过各种方式维护自身权益并随时要求您停止侵害、恢复名誉、消除影响、在业内有影响力的媒体上赔礼道歉、赔偿所有损失等。</view>
		<view class="mainRow">5.5 您承诺您托运或承运的货物符合《中华人民共和国道路运输条例》等相关法律法规的规定，确认并保证您托运或承运的货物不属于相关法律法规规定的违禁品、危险货物及未办理证明文件的限运货物。</view>
		<view class="mainRow">5.6 货先生保留未事先通知您的情况下删除各类不符合法律政策或不真实的信息内容的权利。</view>
		<view class="mainRow">5.7 您应不时关注并遵守货先生不时公布或修改的各项规定。</view>
		<view class="rowTitle">六、费用说明</view>
		<view class="mainRow">6.1 各项平台服务费用请您参考您使用货先生服务时的收费说明及收费标准。货先生保留单方面制定及调整平台服务费用收费标准的权利。</view>
		<view class="mainRow">6.2 您应确保您在货先生上绑定的银行账户或其他类似钱包类账户（收款账户）的真实性、准确性和合法性，并确保您合法享有收款账户以及该收款账户内资金的权利，未侵犯任何第三方的合法权益。若因此造成货先生或第三方损失的，您必须赔偿货先生或第三方所遭受的全部损失并承担因此产生的全部法律责任。</view>
		<view class="mainRow">6.3 运费结算的前提是货物已完成正常运输且不存在任何破损、丢失、延误等异常。</view>
		<view class="mainRow">6.4 司机如在运输过程中产生货物损失或其他违约责任，货先生有权在未结运费或其用户钱包中予以直接扣除赔偿款，不足部分有权另行向其追偿。</view>
		<view class="mainRow">6.5 司机到达卸货目的地时发货人应将所有运输费用通过线下或通过货先生平台线上支付的方式支付给司机。</view>
		<view class="rowTitle">七、服务变更、中断或终止</view>
		<view class="mainRow">7.1 基于服务的安全性、合法性原因（诸如您的个人资料不具有真实性、合法性、有效性或完整性或存在异常交易，或存在违反本协议或各项规则，或其他货先生认为存在风险的情况），货先生有权基于单方独立判断，不经事先通知而改变、中止、中断、终止向您提供部分或全部服务，暂时冻结或永久冻结（注销）您的账号，并将您的注册资料等信息移除或删除，且无须向您或任何第三方承担任何责任。</view>
		<view class="mainRow">7.2  在满足货先生要求的账号注销条件时，您可通过货先生APP自行注销账号或向货先生的客服提出注销账号申请，本协议于账号注销之日终止，货先生没有义务向任何人披露已注销账号中的任何信息。如账号未通过上述正规方式注销了，您仍需对使用货先生服务期间的所有责任进行承担。</view>
		<view class="mainRow">7.3 如您违反本协议及其相关规则，或违反相关法律法规、监管政策规定，或侵犯他人合法权益而被相关权利人要求，或司法机关等有权机关要求，货先生有权通过站内信等方式中止、终止本协议、关闭您的账号或者限制、中止、终止您使用货先生部分或全部服务，且无需承担任何责任。但货先生的中止、终止、限制行为并不免除您根据本协议还未履行完毕的义务。</view>
		<view class="mainRow">7.4 货先生若发现您提供、发布虚假注册信息，或虚构事实、伪造证据、与第三方串通侵害货先生或其他第三方权益，货先生有权终止为您提供服务。</view>
		<view class="mainRow">7.5 您账号的暂停、中断或终止不代表您责任的终止，您仍应对使用货先生服务期间的行为承担可能的违约或损害赔偿责任，同时货先生仍可保有您的相关信息。</view>
		<view class="mainRow">7.6 若货先生发现您有通过平台托运/承运法律规定的违禁品、危险货物或不能提供证明文件的限运货物的情形，货先生有权终止为您提供任何服务。</view>
		<view class="mainRow">7.7 货先生有权依据本协议，在您严重违反本用户服务协议及货先生公布的其他规则政策时收回、注销您的账号，本协议于账号收回、注销之日终止。</view>
		<view class="mainRow">7.8 货先生有权根据自身商业安排经过合理的提前通知终止货先生的所有服务，本协议于货先生全部服务依法定程序及方式终止之日终止。</view>
		<view class="mainRow">7.9 本协议终止后，如您还有未完成的交易运单，您可与交易对手方协商是否继续履行本协议内容，并将就此达成的双方签字和/或盖章的书面协议交给货先生。否则，货先生可通知交易对手方并根据其意愿决定是否关闭该运单；如交易对手方要求继续履行的，则您应当继续履行本协议及运单的约定，并承担因此产生的任何损失或增加的任何费用。</view>
		<view class="rowTitle">八、用户个人隐私信息保护</view>
		<view class="mainRow">8.1保护您的个人信息是货先生的一项基本原则。</view>
		<view class="mainRow">8.2您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若您填写的信息不完整，则无法使用货先生服务或在使用过程中受到限制。您因未完成身份认证等必须程序而无法享受服务的，货先生不承担任何责任。</view>
		<view class="mainRow">8.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别等因素的考虑，您可能无法修改已通过认证的身份证、驾驶证、行驶证等信息。</view>
		<view class="mainRow">8.4货先生不会将您的个人信息转移或披露给任何非关联的第三方，除非相关法律法规或法院、政府机关要求或本协议另有约定的或为提供您要求的服务所必需。</view>
		<view class="mainRow">8.5在任何情况下，对于您使用货先生服务过程中涉及由第三方提供相关服务的责任由该第三方承担，货先生不承担任何责任。您自行负责因自身原因导致货先生服务无法提供或提供时发生任何错误而产生的任何损失或责任。</view>
		<view class="mainRow">8.6对与您提供的、货先生自行收集的、经认证的个人资料信息，货先生将采用行业标准和惯例保护，并按照本协议及有关规则使用或者披露。非因本协议有特别约定，货先生不会将您的个人资料信息恶意出售或免费共享给任何第三方。但鉴于技术限制以及黑客攻击等，货先生无法确保用户个人资料信息不被泄露出去。</view>
		<view class="mainRow">8.7为更好地了解用户的实际情况，提供更为合适的服务，保障交易安全，您理解并同意同意货先生可随时通过任何公开或非公开的渠道查询、采集用户的相关信息（诸如个人资料、信用信息等），可以按照您在货先生上的行为自动追踪用户的相关资料</view>
		<view class="mainRow">8.8您同意货先生可以自行或通过合作的第三方机构对用户信息（包括但不限于个人身份证信息等）进行核实，并对获得的核实结果进行查看、使用和留存等操作。</view>
		<view class="mainRow">8.9货先生基于履行协议、提供服务、解决争议、保障安全等目的使用用户个人信息资料时，无需告知用户。为避免用户通过货先生从事违规违法活动，保护货先生及其他用户的合法权益，货先生有权审查用户资料，通过人工或自动程序对用户资料信息进行审核及评价。货先生根据实际情况对用户信息进行的评价可以供其他用户、合作单位参考。</view>
		<view class="mainRow">8.10您同意货先生在不透露您隐私资料的前提下，对您的个人资料信息进行分析研究并对这些数据进行商业上的利用，这有助于我们帮助开发者为您提供更好、更完善、更便利、更有效的服务和体验。</view>
		<view class="mainRow">8.11货先生可根据有关法律法规、监管政策要求向司法机关和政府部门等有权机关提供用户个人资料。若您未能按照本协议、货先生有关规则或您与货先生签订其他的有关协议的约定履行应尽义务，货先生有权披露您的个人信息及违约事实。</view>
		<view class="mainRow">8.12在本服务活动中，用户无权要求货先生提供其他用户个人资料。</view>
		<view class="mainRow">8.13您理解并同意，与货先生的协议关系终止后，货先生仍有权继续使用您在接受货先生服务期间的所有资料信息。</view>
		<view class="mainRow">8.14您进一步同意有关您个人信息的收集、使用、储存及转交应受到《货先生隐私政策》的限制，该隐私政策可能不时进行更新，最新版本显示于本产品的注册/登录界面，而您必须在同意本协议前阅读并理解上述政策。您安装并注册、使用产品、成为注册用户，即表示您理解、同意并接受《货先生隐私政策》声明（包括其不时修订后的内容）的限制。</view>
		<view class="mainRow">8.15您应重点注意：根据《网络交易管理办法》的规定，货先生有责任对您的个人信息进行登记管理并提请您同意。如您不愿意货先生登记管理您的个人信息，请及时告知货先生并注销本账户、卸载本产品，货先生将及时删除您的相关信息并停止为您提供有关服务。</view>
		<view class="rowTitle">九、不可抗力及其他免责事由</view>
		<view class="mainRow">9.1您理解，货先生需要定期或不定期对服务相关设备进行检修或维护，如因此类情况而造成的损失，货先生无需为此承担任何责任。</view>
		<view class="mainRow">9.2您在使用货先生服务时，应更新至最新版本，否则货先生将不保证您能正常使用相关服务。如果您从未经货先生授权的第三方获取软件，货先生无法保证该软件能够正常使用，由此造成的相关损失，货先生不予负责。</view>
		<view class="mainRow">9.3你理解并同意货先生将会尽其商业上的合理努力保障你在货先生服务中的数据存储安全，但是，货先生并不能就此提供保证。</view>
		<view class="mainRow">9.4您理解并同意，货先生的服务是按照现有技术和条件所能达到的现状提供的。货先生会尽最大努力向您提供服务，确保服务的连贯性和安全性；但货先生不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为、政策等原因可能导致的服务中断、数据丢失以及其他的损失和风险。出现上述情况时，货先生将努力及时进行修复，但是由此给您造成的损失，货先生在法律允许的范围内免责。</view>
		<view class="mainRow">9.5在法律允许的范围内，货先生对以下情形导致的服务中断或受阻或者任何资料在产生或在传送过程中产生的延误、不准确、错误或遗漏不承担任何责任：</view>
		<view class="mainRow childRow">a)受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</view>
		<view class="mainRow childRow">b)货先生的电脑软件、系统、硬件和通信线路出现故障；</view>
		<view class="mainRow childRow">c)用户操作不当；</view>
		<view class="mainRow childRow">d)用户通过非货先生授权的方式使用本服务；</view>
		<view class="mainRow childRow">e)其他货先生无法控制或合理预见的情形。</view>
		<view class="mainRow">9.6您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，货先生不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：</view>
		<view class="mainRow childRow">a)来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；</view>
		<view class="mainRow childRow">b)因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</view>
		<view class="mainRow childRow">c)其他因网络信息或用户行为引起的风险。</view>
		<view class="mainRow">9.7如您违反相关法律法规或本协议的约定，或货先生按照法律规定或主管部门的要求，货先生有权不经通知而中断或终止向您提供服务。</view>
		<view class="mainRow">9.8货先生依据本协议约定获得处理违法违规内容的权利，该权利不构成货先生的义务或承诺，货先生不能保证及时发现违法行为或进行相应处理。</view>
		<view class="mainRow">9.9在任何情况下，您不应轻信借款、索要账号、验证码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，谨慎处理。</view>
		<view class="mainRow">9.10司机应当自行承担所有因道路限行、交通管理规定、交通管制措施引起的行政责任（包括但不限于行政处罚）以及由此造成的任何直接、间接损失（包括但不限于给发货人造成的损失），货先生不承担相关责任。</view>
		<view class="mainRow">9.11货先生为您提供的定位服务，是通过获取运营商的基站位置信息实现的，但收到通信信号等多种因素的限制，对于在用户使用该服务过程中的连贯性以及位置精准性，货先生无法保证。</view>
		<view class="mainRow">9.12货先生在法律规定的范围内可处理平台上的违法违规内容，但不构成货先生的义务或承诺。</view>
		<view class="mainRow">9.13您理解并同意，货先生对下列事项不承担责任：</view>
		<view class="mainRow subRow">1)因不可抗力(包括但不限于自然灾害、台风、政府行为、战争、疫情等社会异常事件)带来的相关损失。</view>
		<view class="mainRow subRow">2)货物的自然性质、质量缺陷以及货物的合理损耗。</view>
		<view class="mainRow subRow">3)您自行包装、装卸，货先生在货物运输途中未发生交通事故等易导致货物损坏的承运过失，因您包装容器不良或装载不良造成的损失。</view>
		<view class="mainRow subRow">4)您在托运货物中夹带国家禁止运输、缺少相关手续的限制运输物品和危险品造成的损失。</view>
		<view class="mainRow subRow">5)因发货人或收货人过错造成的损失。</view>
		<view class="mainRow subRow">6)承运过程中可能发生的一切间接损失（包括但不限于对所托运货物的违约金、收益、利润、实际用途、特殊商业价值）。</view>
		<view class="mainRow subRow">7)运输过程中封签或铅锭完好，车厢内内物短少、丢失的；或外包装完好，内部破损或丢失的。</view>
		<view class="rowTitle">十、知识产权声明</view>
		<view class="mainRow">10.1除货先生另有特别声明外，货先生上的信息资料（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架等）及其他知识产权或其他合法权益均归货先生所有。上述及其他任何本服务包含的内容的知识产权及其他合法权益均受到法律保护。</view>
		<view class="mainRow">10.2除另有特别声明外，货先生提供服务时所依托软件的著作权、专利权及其他知识产权均归货先生所有。</view>
		<view class="mainRow">10.3未经货先生书面许可同意，您不得以任何理由自行或委托第三方以任何方式使用货先生知识产权（货先生自有的或获得第三方授权许可的）及其他权利，否则货先生有权立即单方面终止本协议，并有权要求您赔偿全部损失（包括但不限于经济损失、调查取证费用、公证费用、律师费等）。</view>
		<view class="mainRow">10.4未经货先生书面同意及授权，用户不得以任何方式将因本协议之订立或执行所得悉的平台技术数据、商业秘密及其他机密资料和信息提供给任何第三人或向第三人披露或擅自使用。如用户违反前述约定的，货先生有权立即终止本协议并要求用户赔偿损失。</view>
		<view class="mainRow">10.5货先生允许用户发表评论、心得、上传图片等，该服务属于货先生为用户提供信息存储空间，用户该等行为仅表明用户其个人立场和观点，并不代表货先生的立场或观点。由用户所发表内容引起的一切纠纷，由该内容发表者承担全部法律责任。同时，针对用户所发表的内容，用户同意无偿授予平台永久的、不可撤销的、非独占的，全球范围内的使用授权及转授权，货先生可基于运营、宣传使用目的而使用；如有其他第三方复制或非法利用用户所发表的内容的，用户同意平台有权进行进行维权处理（警告、投诉、举报、索赔等相关）</view>
		<view class="mainRow">10.6除非货先生书面许可，您不得从事下列任一行为： </view>
		<view class="mainRow subRow">1)对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码； </view>
		<view class="mainRow subRow">2)对货先生拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等； </view>
		<view class="mainRow subRow">3)对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经货先生授权的第三方工具/服务接入软件和相关系统； </view>
		<view class="mainRow subRow">4)通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的； </view>
		<view class="mainRow subRow">5)通过非货先生开发、授权的第三方软件、插件、外挂、系统，登录或使用货先生服务，或制作、发布、传播非货先生开发、授权的第三方软件、插件、外挂、系统；</view>
		<view class="mainRow subRow">6)其他侵犯货先生软件著作权的行为。</view>
		<view class="mainRow subRow">7)侵犯货先生作权、专利权、商业秘密、技术方案等合法权益的行为。</view>
		<view class="rowTitle">十一、其他规定</view>
		<view class="mainRow">11.1本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</view>
		<view class="mainRow">11.2本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</view>
		<view class="mainRow">11.3货先生无需用户同意即可向第三方转让与货先生有关的全部或部分权利和义务。未经货先生事先书面同意，用户不得转让其在本协议项下的任何权利和义务。</view>
		<view class="mainRow">11.4本协议内容包括协议正文、《货先生隐私政策》及所有货先生已经发布的或将来可能发布的货先生服务使用规则。所有规则为本协议不可分割的一部分，与本协议正文具有相同法律效力。由于互联网高速发展，您与货先生签署的本协议列明的条款并不能完整罗列并覆盖您与货先生之间的所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，货先生发布的声明及政策、规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用或继续使用货先生服务，视为您同意上述补充协议。</view>
		<view class="mainRow">11.5货先生对于用户的通知及任何其他的协议、告示或其他关于用户使用账号及服务等的通知，用户同意货先生可通过系统公告短信等电子方式或其他方式进行。</view>
		<view class="mainRow">11.6用户应提供自己的真实、最新、有效及完整的个人资料，应妥善维护并及时更新自己的个人资料，确保其真实、最新、有效及完整、安全。联系方式等个人资料发生变更时，应在3日内进行更新。</view>
		<view class="mainRow">11.7 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</view>
		<view class="mainRow">11.8本协议中未尽事宜应依照中华人民共和国的法律法规及货先生公布的相关规则、操作指引办理。</view>
		<view class="mainRow">11.9如果您对本协议或本服务有意见或建议，可与货先生客户服务部门联系，我们会给予您必要的帮助。</view>
		<view class="mainRow">11.10在法律允许的范围内，本协议最终解释权归货先生所有。</view>
		<view class="mainRow">11.11用户通过注册或使用本服务即视为用户同意本协议，本协议立即生效，本协议即在用户和货先生之间产生法律效力。本协议将以电子文件方式留存于货先生平台系统中，并以此作为为双方履行及遵循的依据。</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		},
		onLoad() {
		},
		methods: {
		}
	}
</script>

<style lang="scss">
	.serviceA {
		background-color: #FFF;
		padding: 32rpx;
		.mainTitle {
			font-size:36rpx;
			font-weight:bold;
			color:#333;
			text-align: center;
			line-height: 44rpx;
			margin-bottom:50rpx;
		}
		.mainRow + .mainRow {
			margin-top:40rpx;
		}
		.mainRow {
			font-size:28rpx;
			color:#333;
			line-height: 40rpx;
		}
		.indent {
			text-indent:30rpx;
		}
		.rightMsg {
			text-align: right;
		}
		.rowTitle {
			font-size:32rpx;
			color:#333;
			line-height: 44rpx;
			font-weight:bold;
			margin-bottom:40rpx;
			margin-top:40rpx;
		}
		.subRow {
			padding: 0 40rpx;
		}
		.childRow {
			padding: 0 60rpx;
		}
		.directoryRow {
			font-size:30rpx;
			color:#333;
			line-height: 40rpx;
			padding: 0 40rpx;
		}
	}
</style>
