<template>
	<view class="privacy">
		<view class="mainRow rightMsg">更新日期： 2021年 7月 1日</view>
		<view class="mainRow rightMsg">生效日期： 2021年 7月 1日</view>
		<view class="rowTitle">导言</view>
		<view class="mainRow indent">上海货耘网络科技有限公司（以下也称“我们”）深知个人信息对您的重要性，因此我们非常重视保护您的隐私和个人信息，我们亦将本《货先生隐私政策》（以下也称“本政策”）中的内容以高度审慎的义务对待和处理。本政策与您所使用的我们的产品“货先生”（以下有时称“我们的产品与/或服务”）息息相关，您在下载、安装、启动、浏览、注册、登录、使用、卸载、退出货先生时，我们将按照本政策的约定处理和保护您的个人信息，因此我们希望您能够仔细阅读、充分理解本政策的全文，并在需要时，按照本政策的指引，作出您认为适当的选择。本政策之中涉及的相关技术词汇，我们尽量以通俗易懂的表述向您解释，以便于您理解。</view>
		<view class="mainRow indent">您应当在仔细阅读、充分理解本《货先生隐私政策》后选择是否同意本政策的内容以及是否同意使用货先生，如果您不同意本政策的内容，将可能导致货先生无法正常运行，或者无法达到我们期待的服务效果，或者无法达到您期待的个人信息保护状态，对此，您应立即停止访问/使用货先生的服务。您使用或继续使用货先生服务的行为，或者您在使用或继续使用货先生的行为之前没有以任何明示的方式向我们表达异议，都表示您充分理解和同意本《货先生隐私政策》（包括更新版本）的全部内容。</view>
		<view class="mainRow indent">您应当在充分阅读、明确理解本政策条款并同意本政策全部条款的有效性的前提下使用货先生的服务，您不会以货先生未尽到合理提示义务为由而声称本政策中的条款非法或无效。</view>
		<view class="mainRow indent">如您在阅读本《货先生隐私政策》过程中有任何疑惑或其他相关事宜的，我们为您提供了多种反馈渠道，具体请见本政策“如何联系我们”章节，我们会尽快为您作出解答。</view>
		<view class="rowTitle">本《货先生隐私政策》将帮助您了解以下内容</view>
		<view class="directoryRow">一、  本《货先生隐私政策》相关词语涵义</view>
		<view class="directoryRow">二、  我们如何收集和使用您的个人信息</view>
		<view class="directoryRow">三、  我们如何使用Cookie和同类技术</view>
		<view class="directoryRow">四、  我们如何共享、转让、公开披露您的个人信息</view>
		<view class="directoryRow">五、  您对个人信息享有的控制权</view>
		<view class="directoryRow">六、  我们如何存储和保护您的个人信息</view>
		<view class="directoryRow">七、  我们如何收集和处理未成年个人信息</view>
		<view class="directoryRow">八、  本《货先生隐私政策》的更新</view>
		<view class="directoryRow">九、  销毁与时效</view>
		<view class="directoryRow">十、  设备权限</view>
		<view class="directoryRow">十一、第三方条款</view>
		<view class="directoryRow">十二、如何联系我们</view>
		<view class="directoryRow">十三、其他</view>
		<view class="rowTitle">一、本《货先生隐私政策》相关词语涵义</view>
		<view class="mainRow">1.1个人信息（出自于GB/T 35273-2020《信息安全技术 个人信息安全规范》）：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们实际具体收集的个人信息种类以下文描述为准。</view>
		<view class="mainRow">1.2个人敏感信息（出自于GB/T 35273-2020《信息安全技术 个人信息安全规范》）：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。我们实际具体收集的个人敏感信息种类以下文描述为准。相比其他个人信息，个人敏感信息可能对您的个人权益影响更大。我们在此善意的提醒您需在谨慎考虑后再向我们提供您的个人敏感信息。</view>
		<view class="mainRow">1.3授权同意：是指您对您的个人信息进行特定处理做出明确授权的行为，包括通过积极的行为作出授权（即明示同意），也包括通过消极的不作为而作出授权。（出自于GB/T35273-2020 《信息安全技术 个人信息安全规范》）请您知悉，“授权同意”在本政策中有时亦表述为“授权”、“同意”。</view>
		<view class="mainRow">1.4删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。（出自于GB/T 35273-2020《信息安全技术 个人信息安全规范》）</view>
		<view class="rowTitle">二、我们如何收集和使用您的个人信息</view>
		<view class="mainRow">2.1您在使用我们的产品与/或服务时，我们需要/可能需要收集和使用您的一些个人信息，我们收集和使用的您的个人信息类型包括两种：</view>
		<view class="mainRow subRow">1)货先生的核心业务功能所必需的信息：此类信息为货先生服务正常运行的必备信息，您须授权我们收集。如您拒绝提供，您将无法正常使用我们的产品与/或服务；</view>
		<view class="mainRow subRow">2)货先生的附加业务功能可能需要收集的信息：此信息为非核心业务功能所需的信息，您可以选择是否授权我们收集。如您拒绝提供，将导致附加业务功能无法实现或无法达到我们拟达到的效果，但不影响您对核心业务功能的正常使用。</view>
		<view class="mainRow">2.2我们需要特别提醒您的是：您理解并同意，我们希望提供给您的产品和服务是完善的，所以我们会不断改进我们的产品和服务，包括技术，这意味着随着产品和服务的迭代、拓展、升级等，我们可能会经常推出新的业务功能或重新划分业务功能，并可能需要收集新的个人信息或变更个人信息使用目的或方式。如果某一需要收集您的个人信息的功能或产品/服务未能在本《货先生隐私政策》中予以说明的，我们会通过更新本政策、启动或浏览界面提示、弹窗、系统公告等一种或多种方式另行向您说明该信息收集的目的、内容、使用方式和范围，并为您提供自主选择同意的方式，且在征得您同意后收集。</view>
		<view class="mainRow">2.3在此过程中，如果您对相关事宜有任何疑惑的，可以通过文末提供的方式联系我们，我们会尽快为您作出解答。</view>
		<view class="mainRow">2.4您需授权我们收集和使用您的个人信息的功能/场景包括：</view>
		<view class="mainRow subRow">1)账号注册/登录功能</br>为了方便您注册/登录货先生APP及使用相关服务，<text class="notice">您理解并同意我们通过手机号创建账号，通过手机号进行登录，并授权我们接收、读取、发送短信及彩信权限，以便我们通过您输入的短信验证码来核验您的身份。 </text></view>
		<view class="mainRow subRow">2)身份认证功能</br>在您使用身份认证的功能或相关服务所需时，根据相关法律法规，<text class="notice">您可能需要提供您的真实身份信息（真实姓名、身份证号码、电话号码）以完成实名验证。这些信息属于个人敏感信息，您可以拒绝提供，您拒绝提供将可能无法获得相关服务，但不影响其他功能与服务的正常使用。</text></view>
		<view class="mainRow subRow">3)发布与互动功能</br>您发布图片内容或进行评论时，您同意我们收集您发布的信息，并展示您的昵称、头像、发布内容和信息等。您使用上传或下载/保存文件及图片、扫码添加好友功能时，我们会请求您授权手机摄像头、相册、读取外置存储器、写入外置存储器。您如果拒绝授权提供，将无法使用此功能，但不影响您正常使用货先生APP的其他功能。您使用发布信息时，我们会请求您授权地理位置权限（访问精准定位、粗略位置），并收集与本服务相关的位置信息。为了精准获取您的位置信息和向您推送相关消息，会使手机设备有自启动行为，该行为可能会在部分手机的设置中，用户无法主动关闭。自启动生效范围：app运行过程中。使用自启动行为的功能：定位和推送。您如果拒绝授权提供精确地理位置信息，将无法使用此功能，但不影响您正常使用货先生APP的其他功能。为了防止您被诈骗电话的骚扰以及更好的实现沟通的功能，我们会请求您授权读取通讯录、编辑通讯录、读取和编辑系统手机通话记录、拨打电话、修改或查看拨号权限，您如果拒绝授权提供，将无法使用此功能，但不影响您正常使用货先生APP的其他功能。</view>
		<view class="mainRow subRow">4)货源信息发布功能</br>发货人在发布货源信息时，<text class="notice">货先生需您填写并提交的发货人姓名与手机号、收货人姓名与手机号、货源信息，包括装卸货地点、货物重量/体积/数量、所需承运车辆规格、装卸货时间、货物类型/名称信息及与货源相关的其他信息；您还可根据需要选填装卸货方式、货物价值、运费、支付方式、上传货物图片、备注信息等。货先生收集上述信息，是需要将该等信息提供给平台司机用户、以及法律和监管要求保护用户的财产安全、依照货先生规则处理用户纠纷之必需。如果发货人拒绝提供上述信息，将导致货先生司机用户无法为其提供服务。</text></view>
		<view class="mainRow subRow">5)发送/接收信息功能</br>为了更好的保护用户的交易安全，您通过货先生发送的图像、文字信息内容，将通过信息记录的方式留存，以便用户发生纠纷或安全事故时，核实事实并处理投诉。如果您拒绝货先生获取您的通信信息，可能导致您无法使用货先生的信息功能，影响您及时与交易相对方取得联系。</view>
		<view class="mainRow subRow">6)运单信息收集</br>发货人通过货先生与司机在线上达成运输交易、签署协议，为便于货先生为发货人提供在线交易、运单管理、客诉服务以及根据平台规则处理纠纷的服务，将收集其填写并提供的运单信息，包括货物信息、装卸地址、运费金额、信息费、订金、协议内容、回单信息等并自动收集运单的状态。我们收集上述信息以核实发货人/司机是否按约交易、是否违规收费，维护平台交易秩序，并按照货先生规则处理用户纠纷。</view>
		<view class="mainRow subRow">7)评价功能</br>发货人在货先生平台在线交易运单确认收货后，与司机双方均可针对此次交易进行评价，货先生将收集并展示发货人和司机主动发布的评价以及发布的其他内容。请仔细填写，以避免泄露个人敏感信息。货先生平台鼓励发货人和司机在业务完成后积极的参与评价，您的评价有助于平台筛选出优质司机与货主。</view>
		<view class="mainRow subRow">8)支付功能</br>为了您能使用支付服务，实现绑定银行卡、支付、充值、提现、转账、收款等功能，<text class="notice">您需提供您的开户行名称、银行卡卡号、银行卡有效期、姓名、身份证号码、银行预留手机号、身份证照片。前述信息属于您的个人敏感信息，如您不提供前述信息，可能无法使用货先生支付服务，但不影响您使用我们提供的其他服务。</text></view>
		<view class="mainRow subRow">
			9)客服、其他用户响应功能
				</br>
				当您与我们的客服互动或使用其他用户响应功能时（包括：在线提交意见反馈、与在线/人工客服沟通、其他客户投诉和需求），为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。在您使用客服或其他用户响应功能时，我们可能还会需要收集您的如下个人敏感信息：联系方式（您与我们联系时使用的电话号码或您向我们主动提供的其他联系方式）、您与我们的沟通信息（包括文字/图片/音视频/通话记录形式）、运单信息、与您需求相关联的其他必要信息。我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供可能导致您无法使用我们的客服等用户响应机制。
		</view>
		<view class="mainRow subRow">
			10)产品安全保障功能
			</br>
			我们需要收集您的一些信息来保障您使用我们的货先生服务时的账号与系统安全，并协助提升安全性和可靠性，以防产生任何危害用户、本公司、社会的行为，
			<text class='notice'>
				包括您的如下个人信息：账号登录地、个人常用设备信息（例如：硬件型号、设备MAC地址、IMEI、IMSI）、登录IP地址、货先生版本号、浏览记录、服务故障信息，以及个人敏感信息：交易信息、实名认证信息。我们会根据上述信息来综合判断您账号、账户及交易风险、进行身份验证、客户服务、检测及防范安全事件、诈骗监测、存档和备份用途，并依法采取必要的记录、审计、分析、处置措施，一旦我们检测出存在或疑似存在账号安全风险时，我们会使用相关信息进行安全验证与风险排除，确保我们向您提供的产品和服务的安全性，以用来保障您的权益不受侵害。同时，当发生账号或系统安全问题时，我们会收集这些信息来优化我们的产品和服务。
			</text>
		</view>
		<view class="mainRow subRow">
			11)定位功能
			</br>
			您在使用货先生服务时使用定位功能，
			<text class='notice'>
				我们会收集和处理有关您的设备信息（即您的硬件型号、操作系统版本、设备配置、唯一设备标识符、国际移动设备身份码IMEI、网络设备硬件地址MAC、OAID），设备连接信息以及设备状态信息、位置信息、网络身份标识信息，以使得您不需要手动输入自身地理坐标就可获得相关服务。
			</text>
				我们会使用各种技术进行定位，这些技术包括 IP 地址、GPS 以及能够提供相关信息的其他传感器（比如可能会为我们提供附近设备、WLAN接入点和基站的信息）用于更高效地为您提供服务。
		</view>
		<view class="mainRow subRow">
			12)当您访问应用内货源页面，车源页面时，
			<text class='notice'>
				我们会访问您的设备序列号，IP地址，设备标识符信息，以统计收集您的相关信息来分析app的定位和使用结果。当您接单或者查看货源时，我们会调起个推相关推送接口，个推会访问您的设备序列号，IP地址，设备标识符信息，以向您推送货源信息。
			</text>
		</view>
		<view class="mainRow subRow">13)相关sdk引用权限</view>
		<view class="mainRow childRow" style="color: 000;font-weight: bold">
			1.数字天堂SDK<br />
				包名信息：io.dcloud<br />
				使用目的：基础模块服务，应用运行期间需要收集MAC地址、设备序列号、软件安装列表以供统计分析服务<br />
				涉及个人信息： MAC地址、软件安装列表<br />
				隐私权政策链接/官网：https://ask.dcloud.net.cn/protocol.html<br />
			2.个推sdk<br />
				包名信息：com.igexin.push<br />
				使用目的：业务模块，应用运行期间需要收集MAC地址、设备序列号，以向不同的人推送不同的货源<br />
				涉及个人信息： MAC地址、软件安装列表、AndroidID、DHCP<br />
				隐私权政策链接/官网：https://docs.getui.com/privacy/
			 3.消息推送sdk<br />
				包名信息：com.xiaomi.mipush com.xiaomi.push<br />
				包名信息：com.heytap.mcs com.heytap.msp<br />
				使用目的: 通过您的设备信息来确定推送方式，给您推送不同的货源信息。<br />
			4.oaid-sdk,MSA移动安全联盟SDK<br />
				SDK用途：获取OAID的行为用以统计应用安装、访问等使用情况、运营流量数据统计<br />
				官网链接：https://tongji.dcloud.net.cn/<br />
				隐私政策链接：https://tongji.dcloud.net.cn/policy<br />
				MSA移动安全联盟SDK：由电信终端产业协会移动安全工作委员会(也称移动安全联盟，简称MSA)提供，其需要收集您的设备Mac地址、唯一设备识别码（IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）以提供统计分析服务。<br />
				移动安全联盟 OAID隐私政策：http://www.msa-alliance.cn/col.jsp?id=120<br />
			 5.一键登录sdk:<br />
				包名信息：com.g.gysdk，cn.com.chinatelecom<br />
				使用目的：方便用户使用本机号码登录<br />
				涉及相关信息：在使用一键登录过程中会涉及设备信息（IMEI、MAC、ANDROID_ID、DEVICE_ID、IMSI）存储的个人文件、读取手机状态和身份、网络信息、应用已安装列表；<br />
				一键登录包含以下登录认证隐私协议:<br />

				天翼认证 隐私协议：https://e.189.cn/_agreements.html?index=3<br />

				中国移动认证 隐私协议：https://wap.cmpassport.com/resources/html/contract.html<br />

				联通统一认证 隐私协议：https://opencloud.wostore.cn/authz/resource/html/disclaimer.html?fromsdk=true<br />
				
				为更好的说明，本政策中的下列概念是指：<br />
				个人常用设备信息：指包括硬件序列号、设备MAC地址、软件列表、设备序列号（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等）等在内的描述个人常用设备基本情况的信息。<br />
				个人位置信息：指包括行踪轨迹、精准定位信息、住宿信息、经纬度等。<br />
				
			6.阿里sdk:<br />
				包名信息：com.alipay<br />
				使用目的：用于支付宝支付<br />
				隐私政策链接：https://render.alipay.com/p/yuyan/180020010001196791/preview.html?agreementId=AG00000132<br />
			7.com.getui（个推；个数应用统计，个像，个验）<br />
				包名信息：com.getui<br />
				第三方主体名称: 每日互动股份有限公司 <br />
				使用目的：用于消息推送，获取设备标识，实现精准推送及聊天信息的推送，并进行关联自启动，仅限于本APP内使用调用权限及获取信息: 获取网络状态、访问Wi-Fi状态、设备MAC地址、获取BSSID，SSID个人信息、读取手机状态和身份、<br />
				隐私政策链接：https://docs.getui.com/privacy/<br />
		</view>
		<view class="mainRow subRow">
			14)当您访问应用内货源页面，车源页面，打电话时，
			<text class='notice'>
				我们会在应用内集成的[华为]SDK获取软件安装列表个人信息，来收集用户的个人信息或电话权限，存储权限，以向您提供更好的服务和体验。
			</text>
		</view>
		
		<!-- <view class="mainRow subRow">12)个性化业务功能</br>为节约司机搜索货源的时间、提升找货的效率，我们会利用我们的技术向司机展示、推送更契合的服务，包括结合位置、关注、历史运单、浏览记录及司机在注册时填写的车辆信息向司机推荐您可能需要的货源。</view> -->
		<view class="mainRow">2.5您可自主选择提供个人信息的情形包括：</view>
		<view class="mainRow subRow notice">1)基于设备相册权限的附加业务功能</br>当您使用上传/更新账号头像、图文、实名认证、车辆认证、行驶证认证、驾驶证认证、运输从业资格证、保险理赔、发布、评论、发帖、意见反馈等业务功能时，我们将需要获取您的设备相册权限，并收集您提供的图片、视频内容信息（个人信息）。相册权限是您设备上的一项设置，您可以通过设备设置页面进行管理。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该个人信息；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的个人信息的处理、存储。</view>
		<view class="mainRow subRow notice">2)基于设备相机权限的附加业务功能</br>当您使用上传/更新账号头像、扫一扫、图文发布、实名认证、车辆认证、行驶证认证、驾驶证认证、运输从业资格证等业务功能时，我们将需要获取您的设备相机权限，并收集您提供的图片内容信息（个人信息）。如您拒绝提供的仅会使您无法使用该功能，但并不影响您正常使用货先生的其他功能。相机权限是您设备上的一项设置，您可以通过设备设置页面进行管理。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该个人信息；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的个人信息的处理、存储。</view>
		<view class="mainRow subRow notice">3)基于设备麦克风权限的附加业务功能</br>当您与在线客服沟通业务功能时，我们将需要获取您的设备麦克风权限，并收集您的语音信息、语音交互信息（个人信息）。如您拒绝提供的仅会使您无法使用该功能，但并不影响您正常使用货先生的其他功能。麦克风权限是您设备上的一项设置，您可以通过设备设置页面进行管理。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该个人信息；但当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的个人信息的处理、存储。</view>
		<view class="mainRow subRow notice">4)基于设备通讯录权限的附加业务功能</br>当您使用查找司机、添加熟车司机信息等功能时，我们将需要获取您的设备通讯录权限，并收集相关通讯录信息（包括联系人姓名及对应的联系方式、通讯录好友列表）。通讯录信息属于个人敏感信息，请您谨慎开启通讯录权限，我们亦会高度对待和谨慎处理您的通讯录信息（包括高强度加密保护等）。如您拒绝提供的仅会使您无法使用该功能，但并不影响您正常使用货先生的其他功能。通讯录权限是您设备上的一项设置，您可以通过设备设置页面进行管理。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该个人信息；但当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的个人信息的处理、存储。</view>
		<!-- <view class="mainRow subRow">5)位置信息的个性化推荐功能</br>我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，自动为您推荐您所在区域的附近车源和货源。您可以授权提供您的位置信息，以便您基于所在地点位置接受个性化推荐，获得您的允许后，我们会通过IP地址、GPS以及能够提供相关信息的其他传感器（可能包括WiFi接入点和基站信息）来获取您的位置信息。您可以主动将您的运单轨迹信息通过短信、微信方式分享给第三方，但这回暴露您的交易相对方的位置信息，请您取得对方同意后谨慎操作。如您拒绝我们获取您的位置信息，则您将需要手动定位您的位置。</view> -->
		<view class="mainRow subRow notice">5)接受ETC、装卸货服务</br>您通过货先生ETC进行开卡、绑卡、销卡服务时，您需要向货先生提供以下信息，包括您的企业名称、营业执照照片、联系人姓名、车辆数量、所在省市、法定代表人/负责人身份证信息及照片、法定代表人/负责人手机号码、营业执照编号、企业地址、车辆行驶证信息（包括车辆类型、车牌号码、车牌颜色、车辆所有人、发动机号号码、车辆识别代码、品牌型号、注册日期、发证日期、核载人数、总重量、核定载重、车长、车宽、车高、车轮数、车轴数以及相应页面上明确提示需填写的车辆行驶证相关信息）及照片、司机驾驶证信息及照片、企业对公银行账户信息或法定代表人/负责人的银行卡信息，同时货先生将向ETC发卡方及/或服务商提供您的对公银行账户信息或银行卡信息、法定代表人/负责人手机号码以及营业执照信息，以核对您的身份、保证交易安全，确保您能按照您自身的意愿正常享受ETC服务。</view>
		<view class="mainRow subRow notice">6)开具发票</br>若您向我们提出开具发票的要求，我们会为回应您的此项要求，收集您的运单信息、用户姓名（个人/单位名称）、税号（个人不需要）、地址和联系方式。货先生收集这些信息是为向您开具、邮寄发票。如您拒绝提供前述信息，将导致您无法通过货先生开具、收取发票。</view>
		<view class="mainRow subRow notice">7)参与运营活动</br>当您参加货先生的运营活动时，货先生需要您提供某些信息，可能会包含您的姓名、手机号码、电子邮箱地址、联系地址、银行卡号、车牌号码等。这些信息可以帮助货先生对活动进行宣传、与您取得联系、向您发放礼品等。如果您拒绝提供此类信息，可能导致您无法参加相应活动，或无法收到礼品，无法享受优惠，但不影响您使用货先生基本业务功能。我们将会在货先生相关页面提示您自行填写并提交或单独征求您的授权同意。</view>
		<view class="mainRow subRow">8)其他</br>如上文所述，如果某一需要收集您的个人信息的功能或货先生未能在本《货先生隐私政策》中予以说明的，或者我们超出了与收集您的个人信息时所声称的目的及具有直接或合理关联范围的，我们将在收集和使用您的个人信息前，通过更新本《货先生隐私政策》、页面提示、弹窗、消息通知、系统公告或其他便于您获知的方式另行向您说明，并为您提供自主选择同意的方式，且在征得您明示同意后收集和使用。</view>
		<view class="mainRow subRow">9)例外情形</br>另外，您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意：</view>
		<view class="mainRow childRow">a)与国家安全、国防安全直接相关的；</view>
		<view class="mainRow childRow">b)与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view class="mainRow childRow">c)与犯罪侦查、起诉、审判和判决执行直接相关的；</view>
		<view class="mainRow childRow">d)出于维护个人信息主体或其他个人的生命、财产重大合法权益但又很难得到本人同意的；</view>
		<view class="mainRow childRow">e)所收集的您的个人信息是您自行向社会公众公开的；</view>
		<view class="mainRow childRow">f)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开渠道；</view>
		<view class="mainRow childRow">g)根据您的要求签订或履行合同所必需的；</view>
		<view class="mainRow childRow">h)用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；</view>
		<view class="mainRow childRow">i)为合法的新闻报道所必需的。</view>
		<view class="mainRow childRow">j)法律法规规定的其他情形</view>
		<view class="mainRow subRow">10)特别提示</br>如信息无法单独或结合其他信息识别到您的个人身份，其不属于法律意义上您的个人信息；当您的信息可以单独或结合其他信息识别到您的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他您的个人信息结合使用时，这些信息在结合使用期间，将作为您的个人信息按照本隐私政策处理与保护。</view>
		<view class="mainRow subRow">11)关于用户设备信息的收集</br>我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI 信息、OAID）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。</view>
		
		<view class="rowTitle">三、我们如何使用Cookie和同类技术</view>
		<view class="mainRow">3.1关于Cookie和同类技术</view>
		<view class="mainRow subRow">Cookie是包含字符串的小文件，在您登入和使用网站或其他网络内容时发送、存放在您的计算机、移动设备或其他装置内（通常经过加密）。Cookie同类技术是可用于与Cookie类似用途的其他技术，例如：Web Beacon、Proxy、嵌入式脚本等。目前，我们主要使用Cookie收集您的个人信息。您知悉并同意，随着技术的发展和我们产品和服务的进一步完善，我们也可能会使用Cookie同类技术。</view>
		<view class="mainRow">3.2Cookie同类技术的使用目的</view>
		<view class="mainRow subRow">1)保障产品与服务的安全、高效运转</br>您理解并同意我们设置认证与保障安全性的 Cookie 或匿名标识符，以帮助我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。</view>
		<view class="mainRow subRow">2)帮助您获得更轻松的访问体验</br>您理解并同意我们使用此类技术帮助您省去重复填写个人信息、输入搜索内容的步骤和流程（示例：记录搜索、表单填写）</view>
		<!-- <view class="mainRow subRow">3)为您展示关注内容或账号</br>您理解并同意我们利用此类技术了解您的偏好和使用习惯，进行数据分析，以改善产品服务、展示用户感兴趣的信息或功能</view> -->
		<view class="mainRow subRow">3)Cookie的清除</br>大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。如您进行清除，您可能无法使用由我们提供的、依赖于 Cookie的服务或相应功能。</view>
		<view class="rowTitle">四、我们如何共享、转让、公开披露您的个人信息</view>
		<view class="mainRow">4.1共享</view>
		<view class="mainRow subRow">我们非常重视保护您的个人信息。目前，未经您的授权同意，我们不会与货先生以外的第三方公司、组织和个人共享您的个人信息，除非存在以下一种或多种情形：</view>
		<view class="mainRow subRow">1)您自行分享或主动提出共享要求或事先已征得您的授权同意而进行的共享：我们会应您的合法合理的共享要求或在事先征得您授权同意后而共享您的信息，您也可以通过货先生主动与第三人（包括不特定对象）共享您的个人信息或其他信息，但因您的共享行为而导致的信息泄露、被使用等情况，与货先生无关，您需要自行承担相应的法律责任。</view>
		<!-- <view class="mainRow subRow">2)当您在使用货先生APP中由我们的关联方、第三方提供的功能，或者当软件服务提供商、智能设备提供商、系统服务提供商与我们联合为您提供服务时，您理解并同意我们将实现业务所必需的信息与这些关联方、第三方共享，用于综合统计并通过算法做特征与偏好分析，形成间接人群画像，用以向您进行展示或推送您可能感兴趣的信息，或者推送更适合您的特定功能、服务。</view> -->
		<view class="mainRow subRow">2)为实现货先生的服务/功能所必需进行的共享：您知悉并同意，在某些情况下，为向您提供我们的服务或实现货先生的业务功能或基于合理商业习惯，我们必须共享您的个人信息，才能实现货先生的核心功能或提供您需要的服务。</view>
		<view class="mainRow subRow">3)为使货先生平台上的其他用户方便与您取得联系，提高运输交易效率，我们会向其他用户展示您的头像、真实姓名、手机号等信息。</view>
		<view class="mainRow subRow">4)当运单成立后，您的姓名及联系方式等信息将会向您的交易对手方（司机/发货人）展示；当交易的任一方履行或部分履行了交易义务并提出信息披露请求的，货先生有权决定向该用户提供其交易对手方的姓名及联络方式等必要信息，以尽快解决交易中出现的突发状况；</view>
		<view class="mainRow subRow">5)货先生为了处理您与他人的纠纷或争议（基于法定情形下：根据法律法规的规定、诉讼争议解决需要，或行政、司法等有权机关依法提出的要求）；</view>
		<view class="mainRow subRow">6)货先生为判断您的账户或交易是否处于安全状态；</view>
		<view class="mainRow subRow">7)为实现基本业务功能，我们会通过应用程序接口（API）、软件工具开发包（SDK）与第三方进行必要的数据共享，我们仅会出于本隐私权政策声明的合法、正当、必要、特定、明确的目的共享您的信息，可能的合作伙伴包括：技术基础设施服务、身份验证服务、人脸识别服务、OCR识别服务、语音识别服务、消息推送服务、第三方支付机构、电子签名认证机构及提供位置处理数据服务的供应商、承包商及代理；我们会对第三方进行严格的安全检测并约定数据保护措施。SDK目录</view>
		<view class="mainRow subRow">8)与货先生履行法律法规规定的义务相关的；</view>
		<view class="mainRow subRow">9)若您出现违反有关法律规定或者《货先生用户服务协议》或平台规则的情况，需要向第三方披露您的个人信息；</view>
		<view class="mainRow subRow">10)根据法律规定、行政监管、刑事侦查机关为调查犯罪，依法定程序调取的必要个人信息，或行政机关、司机机构依法定程序调取的必要个人信息；</view>
		<view class="mainRow subRow">11)履行货先生在《货先生用户服务协议》或本政策中的义务和行使货先生的权利，以及其他货先生根据法律规定、《货先生用户服务协议》及/或货先生的其他规则认为有必要披露的情形。</view>
		<view class="mainRow subRow">12)与货先生内部的必要、合理共享：您知悉并同意，为便于我们基于货先生的账号体系向您提供一致化服务、识别账号异常、保护货先生或用户或公众的人身财产安全免遭侵害以及便于您进行统一管理，您知悉并同意，您的相关个人信息可能会在货先生内部进行必要共享，但请您放心，我们只会在必要和合理范围内共享信息且仅在前述目的范围内进行处理，如果我们需要共享您的个人敏感信息时，我们会将再次征求您的授权同意； </view>
		<view class="mainRow subRow">13)我们非常重视账号、服务及内容安全，为保障您和其他用户的账号与财产安全，使您和我们的正当合法权益免受不法侵害，您理解并同意我们和关联方或服务提供商可能会共享必要的设备、账号及日志信息。</view>
		<view class="mainRow subRow">14)为分析我们服务的使用情况，提升用户使用的体验，您理解并同意我们与关联方或第三方共享产品使用情况（崩溃、闪退）的统计性数据，这些数据难以与其他信息结合识别您的个人身份。</view>
		<view class="mainRow subRow">15)其他情形</view>
		<view class="mainRow childRow">a)共享的是去标识化的信息，且接受该信息共享的第三方无法重新识别信息主体身份；</view>
		<view class="mainRow childRow">b)为了保护您、我们的其他用户或员工、货先生或社会公共利益、财产或安全（例如：欺诈或信用风险等）免遭损害而与第三方的共享；</view>
		<view class="mainRow childRow">c)某些情况下，只有共享您的个人信息，才能实现货先生的核心功能或提供您需要的服务，或处理您与他人的纠纷或争议；</view>
		<view class="mainRow childRow">d)依据您与我们签署的相关协议（例如：在线协议、平台规则等）或法律文件而共享的；</view>
		<view class="mainRow childRow">e)符合您与其他第三人之间的有关约定的；</view>
		<view class="mainRow childRow">f)有权机关的要求、诉讼争议需要、法律法规等规定的其他需要共享的情形。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享必要的个人信息。在我们与第三方共享信息时，我们会以多种方式保护您的个人信息，包括但不限于：（1）如具备上述合理事由且需要您授权同意的，我们会在共享前向您告知共享的信息的目的、信息接收方的类型以及可能产生的后果（如涉及共享、转让您的个人敏感信息的，我们还会向您告知涉及的个人敏感信息类型、信息接收方的身份和数据安全能力）并在取得您授权同意后再共享；（2）在合作协议层面，我们会严格要求第三方的信息保护义务与责任，为此，我们的法律部门要求第三方在合作前需提交与货先生关于数据安全的保护协议，协议严格约定了其对用户信息的保密义务，包括信息的保管、使用和流转等均应满足我们的管控要求，接受我们的审核、监督等，一旦有任何违反，我们将立即要求对方停止相关行为，并采取或要求第三方采取相应补救措施控制或消除您的风险，必要时将须承担相应法律责任；（3）此外，我们将对个人信息的共享、转让活动事先进行个人信息安全影响评估，并通过输出形式、流转、使用等采取有效的技术保护措施等。请您知悉，即使已经取得您的授权同意，我们也仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并尽量对共享内容中的个人信息进行匿名化处理。您理解并知悉，匿名化处理后的信息无法识别或关联到您，已不属于法律意义上的个人信息，其处理、使用、共享、转让无需征得您的授权同意。</view>
		<view class="mainRow">4.2转让</view>
		<view class="mainRow subRow">转让是指将个人信息控制权向其他公司、组织或个人转移的过程。原则上我们不会将您的个人信息转让，但以下情况除外：</view>
		<view class="mainRow childRow">a)您自行提出要求的；</view>
		<view class="mainRow childRow">b)事先已征得您的明确授权同意；</view>
		<view class="mainRow childRow">c)如我们进行兼并、收购、重组、分立、破产、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移，我们会要求新持有人继续遵守和履行该《货先生隐私政策》的全部内容（包括使用目的、使用规则、安全保护措施等），否则我们将要求其重新获取您的明示授权同意；</view>
		<view class="mainRow childRow">d)法律法规等规定的其他情形。</view>
		<view class="mainRow subRow">如具备上述事由确需转让的，我们会在转让前向您告知转让的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再转让，但法律法规另有规定的或本政策另有约定的除外。</view>
		<view class="mainRow">4.3公开披露</view>
		<view class="mainRow subRow">公开披露是指向社会或不特定人群发布信息的行为。除了因需要对违规账号、欺诈行为等进行处罚公告时脱敏展示相关信息等必要事宜而进行的必要披露外，我们不会对您的个人信息进行公开披露，如因经法律授权或具备合理事由确需公开披露的，我们会在公开披露前向您告知公开披露的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的明示同意后再公开披露，但法律法规另有规定的或本政策另有约定的除外。</view>
		<view class="mainRow subRow">对于公开披露的您的个人信息，我们会充分重视风险，在收到公开披露申请后第一时间且审慎审查其正当性、合理性、合法性，并在公开披露时和公开披露后采取不低于本《货先生隐私政策》约定的个人信息安全保护措施和手段的程度对其进行保护。</view>
		<view class="mainRow subRow">请您知悉，即使已经取得您的授权同意，我们也仅会出于合法、正当、必要、特定、明确的目的公开披露您的个人信息，并尽量对公开披露内容中的个人信息进行匿名化处理。</view>
		<view class="mainRow">4.4共享、转让、公开披露的相关责任</view>
		<view class="mainRow subRow">我们将严格按照本隐私政策的约定及相关法律法规的要求执行对个人信息的共享、转让、公开披露的操作，如因我们的过错原因导致您的合法权益遭受损害的，我们愿意就我们的过错在法律规定的范围内向您承担相应的损害赔偿责任。如我们违反了法律法规或与您的约定向第三方共享、转让或公开披露个人信息的，您可以要求我们删除，我们将在收到您的请求后立即停止共享、转让、公开披露的信息，并通知第三方及时删除</view>
		<view class="mainRow">4.5共享、转让、公开披露个人信息时事先征得授权同意的例外</view>
		<view class="mainRow subRow">以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</view>
		<view class="mainRow childRow">a)与货先生履行法律法规规定的义务相关的；</view>
		<view class="mainRow childRow">b)与国家安全、国防安全有关的；</view>
		<view class="mainRow childRow">c)与公共安全、公共卫生、重大公共利益有关的；</view>
		<view class="mainRow childRow">d)与犯罪侦查、起诉、审判和判决执行等有关的；</view>
		<view class="mainRow childRow">e)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view>
		<view class="mainRow childRow">f)其他维护公共利益的情形，例如您的信用评价信息需要被公开\共享；</view>
		<view class="mainRow childRow">g)您自行向社会公众公开的个人信息；</view>
		<view class="mainRow childRow">h)从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</view>
		<view class="mainRow childRow">i)根据法律规定，共享、转让、公开披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，我们对此类数据的处理将无需另行向您通知并征得您的同意。</view>
		<view class="mainRow subRow">请注意：您在使用我们服务时自愿发布甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您的交易信息，以及您在评价时选择上传包含个人信息的文字、图片或视频等各种形式的信息。请您在使用我们的服务时更加谨慎地考虑，是否要发布甚至公开分享相关信息。</view>
		<view class="rowTitle">五、您对个人信息享有的控制权</view>
		<view class="mainRow subRow">您对货先生中的您的个人信息享有多种方式的控制权，包括：您可以访问、更正/修改、删除您的个人信息，同时您也可以注销您的货先生账号等。为便于您行使您的上述控制权，我们在产品的相关功能页面为您提供了操作指引和操作设置，您可以自行进行操作，如您在操作过程中有疑惑或困难的可以通过文末的方式联系我们来进行控制，我们会及时为您处理。</view>
		<view class="mainRow">5.1访问权</view>
		<view class="mainRow subRow">您可以在货先生中查询或访问您的相关个人信息，包括：</view>
		<view class="mainRow childRow">1)账号信息：您可以随时登录您的个人账号，随时查询或访问您的账号中的个人资料信息，包括：头像、昵称、生日、性别。 “头像/昵称/生日/性别/”信息在“货先生”中的访问路径为：我—编辑资料；</view>
		<view class="mainRow childRow">2)地址信息：发货人可以随时查看收货地址信息，包括：收货人姓名、联系电话、详细地址等。“收货地址”信息在“货先生”中的访问路径为：我—设置—收货地址；</view>
		<view class="mainRow childRow">3)运单信息：您可以随时查看您的运单信息。 “运单信息”在“货先生”中的访问路径为：运单—历史运单；</view>
		<view class="mainRow childRow">4)钱包信息：您可以随时查看您的钱包信息，包括：平台卡信息、银行卡信息、卡券信息、账单信息等。“钱包信息”在“货先生”中的访问路径为：我—钱包</view>
		<view class="mainRow childRow">5)发票信息：您可以随时查看您的开票记录信息。“发票信息”在“货先生”中的访问路径为：我—发票管理。</view>
		<view class="mainRow childRow">6)互助信息：您可以随时查看您的互助信息，“互助信息”在“货先生”中的访问路径为：我的—我的互助。</view>
		<view class="mainRow">5.2更正/修改权</view>
		<view class="mainRow subRow">您可以在货先生中可以更正/修改您的相关个人信息。为便于您行使您的上述权利，我们为您提供了在线自行更正/修改和向我们提出更正/修改申请两种方式。</view>
		<view class="mainRow subRow">对于您的部分个人信息，我们在产品的相关功能页面为您提供了操作指引和操作设置，您可以直接进行更正/修改，例如：“头像/昵称/生日/性别”信息在“货先生”中的更正/修改路径为：我的—设置—个人资料；</view>
		<view class="mainRow subRow">对于您在行使上述权利过程中遇到的困难，或其他可能未/无法向您提供在线自行更正/修改权限的， 经对您的身份进行验证，且更正不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或修改，或在特定情况下，尤其是数据错误时，通过我们公布的反馈与报错等措施将您的更正/修改申请提交给我们，要求我们更正或修改您的数据，但法律法规另有规定的除外。但出于安全性和身份识别的考虑，您可能无法修改注册时提交的某些初始注册信息。</view>
		<view class="mainRow">5.3删除权</view>
		<view class="mainRow subRow">一般而言，我们只会在法律法规规定或必需且最短的时间内保存您的个人信息。在以下情形下，您可以直接向我们提出删除您个人信息的请求，但已做数据匿名化处理或法律法规另有规定的除外。</view>
		<view class="mainRow childRow">a)我们违反法律法规规定，收集、使用您的个人信息的；</view>
		<view class="mainRow childRow">b)我们违反了与您的约定，收集、使用您的个人信息的；</view>
		<view class="mainRow childRow">c)您不再使用我们的产品或服务，或您注销了账号；</view>
		<view class="mainRow childRow">d)我们不再为您提供产品或服务</view>
		<view class="mainRow childRow">e)法律法规等规定的其他情形。</view>
		<view class="mainRow subRow">关于您不再使用我们提供的产品或服务且注销货先生账号后、以及我们终止部分或全部产品或服务后我们对您的个人信息的处理，我们将在本文其他专门章/节中为您详细作出说明。</view>
		<view class="mainRow subRow">您理解并同意：当您从我们的产品或服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</view>
		<view class="mainRow">5.4撤回同意权</view>
		<view class="mainRow subRow">如您想更改相关权限的授权（例如：位置、通讯录、相机、相册、麦克风），您可以通过您的硬件设备进行修改。您还可以通过解除银行卡绑定、删除信息等方式撤回部分授权。</view>
		<view class="mainRow subRow">您也可以通过注销货先生账号的方式，永久撤回我们继续收集您个人信息的全部授权。如您在此过程中遇到操作问题的，可以通过本《货先生隐私政策》文末提供的方式联系我们。</view>
		<view class="mainRow subRow">当您撤回同意或授权后，可能导致货先生无法为您继续提供撤回授权部分对应的服务。当您撤回同意或授权，不影响撤回前基于您的同意开展的个人信息收集及处理。</view>
		<view class="mainRow">5.5注销权</view>
		<view class="mainRow subRow">我们为您提供货先生账号注销的多种途径，您可以通过在线申请注销或联系我们的客服申请注销您的账号。在您注销账号后，您将无法再以此账号登录和使用货先生的服务；该账号在货先生已产生的但未消耗完毕的权益及未来的预期利益等全部权益将被清除；该账号下的内容、信息、数据、记录等将会被删除或匿名化处理（但法律法规另有规定或监管部门另有要求的除外）；同时，货先生账号一旦注销完成，将无法恢复。</view>
		<view class="mainRow">5.6提前获知停止运营权</view>
		<view class="mainRow subRow">我们将持续为您提供优质服务，若因特殊原因导致货先生的部分或全部服务被迫停止运营，我们将提前在显著位置或向您发送推送消息或以其他方式通知您，并将停止对您个人信息的收集，同时在超出法律法规规定的必需且最短期限后，我们将会对所持有的您的个人信息进行删除或匿名化处理。</view>
		<view class="mainRow">5.7反馈权</view>
		<view class="mainRow subRow">我们为您提供了多种反馈渠道，具体请见本政策“如何联系我们”章节。</view>
		<view class="mainRow">5.8例外情形</view>
		<view class="mainRow subRow">请您理解并知悉，根据法律法规等规定，在下述情况下，我们可能不会响应您的关于查询权、更正/修改权、删除权、撤回同意权、注销权、等的请求：</view>
		<view class="mainRow childRow">a)与我们履行法律法规规定的义务相关的；</view>
		<view class="mainRow childRow">b)与国家安全、国防安全直接相关的；</view>
		<view class="mainRow childRow">c)与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view class="mainRow childRow">d)与刑事侦查、起诉、审判和执行判决等直接相关的；</view>
		<view class="mainRow childRow">e)我们有充分证据表明您存在主观恶意或滥用权利的；</view>
		<view class="mainRow childRow">f)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</view>
		<view class="mainRow childRow">g)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</view>
		<view class="mainRow childRow">h)涉及商业秘密的；</view>
		<view class="mainRow childRow">i)法律法规等规定的其他情形。</view>
		<view class="rowTitle">六、我们如何存储和保护您的个人信息</view>
		<view class="mainRow">6.1个人信息的存储</view>
		<view class="mainRow subRow">存储地点：我们依照法律法规的规定，将您的个人信息存储于中华人民共和国境内。目前我们不存在跨境存储您的个人信息或向境外提供个人信息的场景。如需跨境存储或向境外提供个人信息的，我们会单独向您明确告知（包括出境的目的、接收方、使用方式与范围、使用内容、安全保障措施、安全风险等）并再次征得您的授权同意，并严格要求接收方按照本《货先生隐私政策》以及法律法规相关要求来处理您的个人信息；</view>
		<view class="mainRow subRow">存储期限：货先生在为您为提供服务之目的所必需且最短的期间内保留您的个人信息、评论、求助、帮助、点赞及相关信息，在您未撤回、删除或未注销账号期间，我们会保留相关信息。超出必要期限后，我们有权对您的个人信息进行删除，但法律法规另有规定的除外。在超出上述存储期限后，我们会对您的个人信息进行删除或匿名化处理。但您行使删除权、注销账号的或法律法规另有规定的除外。</view>
		<view class="mainRow">6.2个人信息的保护措施</view>
		<view class="mainRow subRow">我们一直都极为重视保护用户的个人信息安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护您的个人信息，以最大程度降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。包括：</view>
		<view class="mainRow subRow">1)数据安全技术措施</view>
		<view class="mainRow childRow">a)数据安全收集方面，通过个人信息安全影响评估确认数据收集的合法性、正当性和必要性，识别并以清晰、准确的方式告知用户以征得同意，同时对用户的授权同意采集行为进行日志记录；采用敏感识别工具对收集的用户数据进行分类分级，针对不同级别的数据设置不同等级的安全策略；采用技术措施对收集或产生数据的来源方进行身份识别，确保数据来源的准确性和抗抵赖性；</view>
		<view class="mainRow childRow">b)数据安全传输方面，使用安全通道传输个人信息，并通过合适的加密算法进行安全加密、脱敏处理，确保数据传输过程中个人信息的秘密性和完整性；</view>
		<view class="mainRow childRow">c)数据安全存储方面，采用数据分类分级管理制度，针对数据分类分级结果采取不同的信息存储策略；个人敏感信息需加密存储，确保数据安全使用规范能够落实到位；针对存储有个人信息的数据库加强权限控制与安全审计；定期对个人信息进行备份与恢复，确保个人信息在存储使用过程中的完整性；</view>
		<view class="mainRow childRow">d)数据安全处理方面，依照使用场景和安全需求对个人信息进行脱敏处理，例如：在前端显示个人敏感信息之前需在服务端完成脱敏处理；开发、测试环境严禁使用真实用户信息；实施严格的数据权限控制机制，采取多重身份认证、网络/数据隔离等技术措施，确保能够对处理个人信息的行为进行有效监控，避免数据被违规访问和未授权使用；</view>
		<view class="mainRow childRow">e)数据安全销毁方面，根据法律法规要求和业务实际需求设定个人信息存储的最小可用期限，对到期的数据通过安全删除技术进行处理，确保已销毁数据不可恢复，技术手段包括但不限于数据彻底清除方案、磁盘销毁、物理销毁等；</view>
		<view class="mainRow childRow">f)建立完整的审计机制，对数据生命周期的全流程进行监控与审计，防止您的个人信息遭遇未经授权的访问、公开披露、使用、修改、人为或意外的损坏或丢失；</view>
		<view class="mainRow childRow">g)其他实现数据安全保护的措施。</view>
		<view class="mainRow subRow">2)数据安全组织和管理措施</view>
		<view class="mainRow subRow">我们非常重视您对个人信息的管理，并尽全力保护您对于您个人信息的查询、访问、修改、删除、撤回同意授权、注销账号、投诉举报以及设置隐私功能的相关权利，以使您有能力保障您的隐私和信息安全。</view>
		<view class="mainRow subRow">3)合作协议条款保证</view>
		<view class="mainRow childRow">a)在我们向第三方共享您的个人信息前，我们会严格要求第三方的信息保护义务与责任，并要求其在合作前签署关于数据安全的保护协议，一旦对方有任何违反协议的行为，将须承担相应法律责任；</view>
		<view class="mainRow childRow">b)其他合作协议中明确约定的内容。</view>
		<view class="mainRow subRow">4)安全事件处理</view>
		<view class="mainRow subRow">我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止这些安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失）后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施。我们将及时将事件相关情况以推送通知、信函、短信及相关形式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。</view>
		<view class="mainRow subRow">5)停止运营</view>
		<view class="mainRow subRow">如货先生停止运营，货先生将至少提前30日在系统内发布公告，并及时停止收集个人信息。</view>
		<view class="mainRow subRow">停止运营后，货先生将停止对个人信息的商业化使用，并在满足法律法规规定的最短保存期后，对收集的个人信息进行匿名化处理。</view>
		<view class="rowTitle">七、我们如何收集和处理未成年人个人信息</view>
		<view class="mainRow">7.1 若您是未满18周岁的未成年人，在使用货先生APP及相关服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。</view>
		<view class="mainRow">7.2 我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、共享或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母或其他监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。</view>
		<view class="mainRow">7.3 若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。</view>
		<view class="rowTitle">八、本《货先生隐私政策》的更新</view>
		<view class="mainRow subRow">我们鼓励您在每次使用我们的产品或服务时都查阅我们的《货先生隐私政策》。为了给您提供更好的服务，我们会根据产品的更新情况及法律法规的相关要求更新本《货先生隐私政策》的条款，该更新构成本《货先生隐私政策》的一部分。如该更新造成您在本《货先生隐私政策》下权利的实质减少或重大变更，我们将在本政策生效前通过在显著位置提示或向您发送推送消息或以其他方式通知您，若您继续使用我们的服务，即表示您充分阅读、理解并同意受经修订的《货先生隐私政策》的约束。为保障您的合法权益，我们建议您可以定期在我们平台的设置页面中查看本政策。</view>
		<view class="mainRow subRow">上述的“重大变更”包括但不限于：</view>
		<view class="mainRow childRow">a)我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息的类型、个人信息的使用方式等；</view>
		<view class="mainRow childRow">b)我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</view>
		<view class="mainRow childRow">c)个人信息共享、转让或公开披露的主要对象发生变化；</view>
		<view class="mainRow childRow">d)您参与个人信息处理方面的权利及其行使方式发生重大变化；</view>
		<view class="mainRow childRow">e)我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</view>
		<view class="mainRow childRow">f)个人信息安全影响评估报告表明存在高风险时；</view>
		<view class="mainRow childRow">g)其他重要的或可能严重影响您的个人权益的情况发生时。</view>
		<view class="rowTitle">九、注销与时效</view>
		<view class="mainRow">9.1本协议是特定货先生的账号持有人（“您”）与上海货耘网络科技有限公司）（“我方”）之间，就解除双方之前达成的《货先生用户隐私政策》及相关事宜，所达成的一致条款。</view>
		<view class="mainRow">9.2本协议为附生效条件的协议。在您向我方提交账号注销申请后，我方将按照注销提示的相关说明，对您账号的相关情况进行逐一核查，通过核查确认您符合如下账号注销条件的，本协议即可生效：</view>
		<view class="mainRow childRow">1)账号不存在诸如以下未完成的运单；</view>
		<view class="mainRow childRow">2)账号不存在任何资产；</view>
		<view class="mainRow childRow">3)账号不存在企业组织关系。</view>
		<view class="mainRow">9.3账号注销的程序</view>
		<view class="mainRow childRow">1)按照注销页面提示，发起账号注销。</view>
		<view class="mainRow childRow">2)您发起账户注销之时起，系统将启动自动核查机制，该机制无法强行中止，如通过自动核查，且法律法规无相反规定的，账号将自动删除。</view>
		<view class="mainRow childRow">3)系统自动核查中，如发现相关账号下存在未完成的运单、服务，或其他不符合注销条件的，系统将提示错误信息，账号注销程序将自动中止，且不会自动恢复。如果您希望继续注销的，请您按照提示完成相关操作，符合注销条件后请您重新发起账号注销。</view>
		<view class="mainRow childRow">4)账号注销过程需要一定时间，请您耐心等待，客服电话：400-016-0606。</view>
		<view class="mainRow">9.4账号注销的后果</view>
		<view class="mainRow subRow">1)账号注销意味着账号协议及该账号下所有服务条款、协议、合同等一并解除，将对您造成如下后果：</view>
		<view class="mainRow childRow">a)您将无法再次登录货先生APP、网站等；</view>
		<view class="mainRow childRow">b)您将无法进行依赖于账号权限进行的其他操作；</view>
		<view class="mainRow childRow">c)您将无法找回该账号下的个人信息、交易记录、业务数据、历史信息等。</view>
		<view class="mainRow">提示：账号注销并不代表您在该账号注销前的所有账号行为和相关责任得到豁免或减轻。</view>
		<view class="mainRow subRow">2)账号注销后，将对我方造成如下后果：</view>
		<view class="mainRow childRow">a)我方将无权继续收集、存储和使用您的个人信息和数据，但法律法规另有要求的情形除外，例如：为了税务合规而保留相应的发票信息等，因法律规定需要留存的个人信息，我们将妥善保管，不再将其应用于业务场景；</view>
		<view class="mainRow childRow">b)在遵守国家法律法规的前提下，我方有义务保障您在该账号下的所有数据在实现日常业务功能所涉及的系统中不可被检索、访问；</view>
		<view class="mainRow childRow">c)我方不再负有向您提供与已注销账号相关的信息展示与披露、数据恢复与找回，或提供其他服务的义务。</view>
		<view class="mainRow">提示：账号注销不影响我方在政府主管机关要求或其他合法场景下，依法确认该账号注销前的用户真实身份等相关义务的履行。</view>
		<view class="mainRow subRow">3)账号注销后，经过一定的注销保护期后，任何第三方均可使用同一用户名发起注册申请。账号新注册成功后，新的账号持有人对账号注销前的所有账户下行为不承担任何责任。若新旧账号持有人之间发生任何纠纷，由双方自行解决。</view>
		<view class="mainRow">9.5附则</view>
		<view class="mainRow childRow">4)9.5.1 您理解并接受，本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律，与法律规定不一致或存在冲突的，该不一致或冲突条款不具有法律约束力。</view>
		<view class="mainRow childRow">5)9.5.2 就本协议内容或其执行发生任何争议，双方应进行友好协商；协商不成时，任一方均可向我方所在地有管辖权的人民法院提起诉讼。</view>
		<view class="mainRow childRow">6)9.5.3 本协议如果与双方以前签署的有关条款或者我方的有关陈述不一致或者相抵触的，以本协议约定为准。</view>
		<view class="mainRow subRow">您在此再次保证已经完全阅读并理解了上述账号注销协议，并自愿正式进入账号注销的后续流程，接受上述条款的约束。</view>
		<view class="rowTitle">十、设备权限</view>
		<view class="mainRow">10.1我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android ID/IDFA/OPENUDID/GUID、SIM 卡 IMSI 信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。</view>
		<view class="mainRow">10.2个推消息推送SDK：</view>
		<view class="mainRow">消息推送服务供应商：由每日互动股份有限公司提供推送技术服务，我们可能会将您的设备平台、设备厂商、设备品牌、设备识别码等设备信息，应用列表信息、网络信息以及位置相关信息提供给每日互动股份有限公司，用于为您提供消息推送技术服务。我们在向您推送消息时，我们可能会授权每日互动股份有限公司进行链路调节，相互促活被关闭的SDK推送进程，保障您可以及时接收到我们向您推送的消息。详细内容请访问 《个推用户隐私政策》。</view>
		<view class="rowTitle">十一、第三方条款</view>
		<view class="mainRow">11.1我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI 信息）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。</view>
		<view class="mainRow">11.2内部调用阿里weexSDK（com.taobao），uni-app基础模块默认集成，用于渲染uniapp的nvue页面引擎；存储的个人文件，读取外置存储器、写入外置存储器；</view>
		<view class="mainRow">11.3fresco图片库（com.facebook.fresco），uni-app基础模块默认集成，用于nvue页面加载图片使用；存储的个人文件，读取外置存储器、写入外置存储器；</view>
		<view class="mainRow">11.4高德地图（com.amap.api, com.loc, com.autonavi），地图和定位，会获取IMEI、openid、位置等信息；调用获取网络状态、访问Wi-Fi状态、位置信息、访问粗略位置、访问精准定位、读取手机状态和身份等权限</view>
		<view class="rowTitle">十二、如何联系我们</view>
		<view class="mainRow">12.1如您对本《货先生隐私政策》的执行或使用我们的服务时遇到的与隐私保护相关的事宜有任何问题（包括问题咨询、投诉等），我们专门为您提供了多种反馈通道，希望为您提供满意的解决方案：</view>
		<view class="mainRow childRow">1)公司名称：上海货耘网络科技有限公司</view>
		<view class="mainRow childRow">2)联系电话：400-856-5886</view>
		<view class="mainRow childRow">3)联系地址：上海市闵行区申虹路666弄1号楼605</view>
		<view class="mainRow childRow">4)注册地址：上海市闵行区申虹路666弄1号楼605</view>
		<view class="mainRow">12.2我们会在收到您的意见及建议后，并在验证您的用户身份后的15个工作日内或法律法规规定的期限内尽快向您回复，一般情况下，我们不会因此对您收取服务费。但是，在以下情形下，您理解并知悉，我们将无法响应您的请求：</view>
		<view class="mainRow childRow">a)与我们履行法律法规规定的义务相关的；</view>
		<view class="mainRow childRow">b)与国家安全、国防安全直接相关的；</view>
		<view class="mainRow childRow">c)与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view class="mainRow childRow">d)与犯罪侦查、起诉和审判等有关的</view>
		<view class="mainRow childRow">e)有充分证据表明您存在主观恶意或滥用权利的；</view>
		<view class="mainRow childRow">f)出于维护您或其他个人的生命、财产等重大权益但又难得到本人授权同意的；</view>
		<view class="mainRow childRow">g)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</view>
		<view class="mainRow childRow">h)涉及商业秘密的；</view>
		<view class="mainRow childRow">i)法律法规等规定的其他情形。</view>
		<view class="mainRow">12.3如果您对我们的回复不满意，或我们对您个人信息的处理方式侵害了您的合法权益，且在您向我们反馈后我们仍拒绝改进的，您可以向工商、公安等监管部门进行投诉、举报。</view>
		<view class="rowTitle">十三、其他</view>
		<view class="mainRow">13.1本《货先生隐私政策》的解释及争议解决均应适用中华人民共和国大陆地区法律。如就本政策的签订、履行等发生任何争议的，双方应尽量友好协商解决；协商不成时，任何一方均可向被告住所地享有管辖权的人民法院提起诉讼。</view>
		<view class="mainRow">13.2本《货先生隐私政策》的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">
	.privacy {
		background-color: #FFF;
		padding: 32rpx;
		.mainTitle {
			font-size:36rpx;
			font-weight:bold;
			color:#333;
			text-align: center;
			line-height: 44rpx;
			margin-bottom:50rpx;
		}
		.mainRow + .mainRow {
			margin-top:40rpx;
		}
		.mainRow {
			font-size:28rpx;
			color:#333;
			line-height: 40rpx;
		}
		.indent {
			text-indent:30rpx;
		}
		.rightMsg {
			text-align: right;
		}
		.rowTitle {
			font-size:32rpx;
			color:#333;
			line-height: 44rpx;
			font-weight:bold;
			margin-bottom:40rpx;
			margin-top:40rpx;
		}
		.subRow {
			padding: 0 40rpx;
		}
		.childRow {
			padding: 0 60rpx;
		}
		.directoryRow {
			font-size:30rpx;
			color:#333;
			line-height: 40rpx;
			padding: 0 40rpx;
		}
	}
	.notice {
		font-size: 28rpx;
		font-weight: bold;
		color: #000;
	}
</style>
