<template>
	<view class="driverPlatform">
		<view class="rowTitle">1. 总则</view>
		<view class="mainRow">1.1	为规范用户行为，维护平台交易秩序，保护货先生平台用户的合法权益，根据相关法律法规及用户与货先生平台签署的各项协议，制定本协议（以下简称本协议）。</view>
		<view class="mainRow">1.2	凡通过货先生平台进行货物运输交易的自然人、法人或非法人组织，均应遵守本协议。</view>
		<view class="mainRow">1.3	用户应遵守国家法律、行政法规、部门规章及相关政策文件的规定，遵守平台规则，维护平台交易秩序，不得损害其他用户的合法权益。对涉嫌违反国家法律、行政法规、部门规章及相关政策文件，或影响平台交易秩序及其他用户权益的行为，平台规则已有规定的，按照规定执行；平台规则尚未覆盖到的，平台可以按照平等、自愿、公平、诚实信用等基本原则，根据用户行为的危害程度，酌情制定临时性规则，在平台规则修订并重新发布前予以适用。</view>
		<view class="rowTitle">2. 术语和定义</view>
		<view class="mainRow">2.1	货先生平台：指由上海货耘科技有限公司发行，可以提供发布车辆信息及/或货源信息、搜索货源信息及/或车辆信息、联系车辆及/或发货人及/或接受其他物流信息服务/物流增值服务的软件。</view>
		<view class="mainRow">2.2	用户：指任何使用货先生平台所提供的服务的发货人、司机、承运商及其他主体。</view>
		<view class="mainRow">2.3	发货人：指有货物运输需求并委托货先生平台提供服务的主体，包含自然人、法人及非法人组织。</view>
		<view class="mainRow">2.4	司机：指在依法有权进行货物运输的情况下，能够提供货物运输服务的自然人，包括主驾和副驾（如有）。</view>
		<view class="mainRow">2.5	保证金：是指司机、发货人进行货物运输交易前交付平台用于保证履约的款项。</view>
		<view class="mainRow">2.6   订金：是指司机按照双方运输协议的约定将指定货物运输到约定地点进行担保而向货主支付的一定金额的款项。货主发货时可选择可退或不可退，在货源页面有明确展示。若选择可退，生成运单后由货主操作退还。</view>
		<view class="mainRow">2.7	信息费：指发货人向司机提供货运信息并确保将由司机受托运输货物而收取的费用。</view>
		<view class="mainRow">2.8	法律/法律法规：指法律、行政法规、规章、地方性法规、政府政策/文件、强制性国家标准等规范性法律文件。</view>
		<view class="mainRow">2.9  危险货物：指具有爆炸、易燃、毒害、感染、腐蚀等危险特性，在生产、经营、运输、储存、使用和处置中，容易造成人身伤亡、财产损毁或者环境污染而需要特别防护的物质和物品。危险货物以《危险货物分类和品名编号》（GB6944）、《危险货物品名表》（GB12268）、《危险货物道路运输规则》（JT/T617-2018）、法律法规所列为准。</view>
		<view class="mainRow">2.10  违禁品：指法律规定不准私自制造、购买、使用、持有、储存、运输进出口的物品。</view>
		<view class="mainRow">2.11  限运货物：依据相关法律法规，运输某些货物必须携带一定数量的证明文件，包括但不限于烟草专卖品、植物和植物产品的部分、动物源性产品、不明物品等。  </view>
		<view class="mainRow">2.12  常温普通货物：指货物在运输、装卸以及保管过程中没有特殊要求包括但不限于温度、车辆特殊证件等，不需要采用特殊运输方式或手段即可运送的货物。</view>
		<view class="rowTitle">3. 平台服务保障内容</view>
		<view class="mainRow">3.1  您通过货先生平台进行货物运输交易的过程中，货先生平台为您提供浏览平台货物运输交易信息、信息匹配、在线交易、投诉后的争议判定及协助追偿违约方、处理用户对平台提出的意见建议等服务。</view>
		<view class="mainRow">3.2  货先生平台提供下列有偿服务：</view>
		<view class="mainRow subRow">1）选择使用货先生平台提供的“平台服务运费保障”内容，货先生平台将收取平台服务运费保障费用。</view>
		<view class="mainRow subRow">2）选择使用货先生平台提供的“平台服务放空保障”内容，货先生平台将收取平台服务放空保障费用。</view>
		<view class="mainRow">3.3  平台服务保障内容（需自愿单独购买相关的平台服务）：</view>
		<view class="mainRow subRow">1）货先生平台将承担运费支付服务，在此次运输完毕后，发货人无故拖延支付运费或无故克扣运费，货先生平台将按照本协议理赔约定先行支付运费。</view>
		<view class="mainRow subRow">2）由于发货人原因订单取消，导致车辆放空，货先生平台将按照本协议理赔约定赔偿您的损失。</view>
		<view class="rowTitle">4. 用户相关权利及义务</view>
		<view class="mainRow">4.1  用户在货先生平台上通过手机号注册，通过接收并输入正确的验证码后成为货先生平台用户。为保证平台用户的权益，在注册时应当提供正确、有效联系的手机号码，若因手机号码错误无法联系而造成的损失，由用户自行承担。</view>
		<view class="mainRow">4.2  请妥善保管好您的身份证、驾驶证等，能证明您身份信息的证件及影印件。用户注册时上传的证件图像，将视为您本人或经您授权的，如用户泄露相关证件及影印件，造成损失的，由用户自行承担。</view>
		<view class="mainRow">4.3  为保证货物运输交易交易安全，用户账号实行手机号+验证码的方式管理，用户名可由字符或数字组成，用户名可更改。账号是货物运输交易安全的保障，用户应妥善管理。用户对于自身账号在本货物运输交易交易过程中的所有行为及后果负责。</view>
		<view class="mainRow">4.4  货先生平台用户应履行下列义务：</view>
		<view class="mainRow subRow">1）遵守相关法律法规及与货先生平台签署的所有协议与规则，接受货先生平台的监督和管理，依法诚信开展交易；</view>
		<view class="mainRow subRow">2）保护好自己的账号，并对因其账号泄漏、遗失、公开以及在货先生平台使用所产生的一切后果负全部责任；</view>
		<view class="mainRow subRow">3）交易前请确保自己的注册信息，税号，银行账号，联系方式，手机号的准确性，并对因其信息错误或未及时更新所产生的一切后果由用户自身承担全部责任；</view>
		<view class="mainRow subRow">4）爱护本系统设施，维护本系统声誉；</view>
		<view class="mainRow subRow">5）其它依法应履行的义务。</view>
		<view class="mainRow">4.5  用户违反本协议和货先生平台其它相关制度，或具有违反国家法律法规的行为时，货先生平台有权根据不同情况给予警告、暂停部分服务，对严重违规者取消其用户账号。违规行为构成犯罪的，货先生平台会将您移交司法机关，追究法律责任。</view>
		<view class="rowTitle">5. 货源信息</view>
		<view class="mainRow">5.1  您不得通过/利用货先生平台承运走私、运输危险货物，您应确保您承运的货物符合《中华人民共和国道路运输条例》等相关道路运输法律法规的规定，并应确认并保证相关货物不属于相关法律法规规定的违禁品、危险货物、未办理证明文件的限运货物。否则货先生平台有权拒绝向您提供货源信息发布服务并对您的账号进行处理。</view>
		<view class="mainRow">5.2  如货主发布的货源信息与实际货物信息不符，您有权拒绝承运，货主应当补偿您的放空损失；如您同意继续运输，货主应当就货源信息不符给您造成的损失进行补偿。损失补偿标准由双方协商确定，协商不成的，可通过货先生平台介入进行调解（详见平台相关描述）。</view>
		<view class="mainRow">5.3  如发货人托运货物可能导致超载超限的，您有权拒绝装货，发货人需补偿您的放空损失。</view>
		<view class="mainRow">5.4  您抢单成功后显示运费具体价格，货主只能调高运费价格，您只能调低运费价格。</view>
		<view class="mainRow">5.5  货主在发布货源信息时，有特殊要求的应当在备注栏明确注明相应要求，否则您有权拒绝货主额外增加的特殊要求。</view>
		<view class="rowTitle">6. 运单生成</view>
		<view class="mainRow">6.1  司机通过货先生平台接单前应当仔查看货源信息及运输要求，确保司机及车辆可以满足货源信息相关货物运输要求。司机接单后因不满足货源信息相关货物运输要求无法承运的，发货人有权拒绝司机承运并要求司机赔偿。</view>
		<view class="mainRow">6.2  司机竞价后经系统计算确认承运司机及运费后生成运单。</view>
		<view class="rowTitle">7. 交易履约规则</view>
		<view class="mainRow subRow">1)发货人与司机达成货物运输交易后，司机应当按照运单要求按时到达装货地点装货，如司机延迟到达装货地点的，发货人有权要求司机按照迟到时长赔偿损失或拒绝司机承运，货先生平台将在司机的保证金中扣除相应金额作为发货人的赔偿，如保证金额不足以弥补发货人损失的，司机还应当赔偿发货人损失。</view>
		<view class="mainRow subRow">2)司机装货时，应现场谨慎核查货物是否属于相关法律法规规定的违禁品、危险货物、未办理证明文件的限运货物。如司机发现货物属于违禁品、危险货物及不能提供相应证明文件的限运货物的，司机应拒绝装货并及时报告货先生平台。</view>
		<view class="mainRow subRow">3)司机在收取发货人货物时，在货物运输出发前，需要仔细检查车辆是否超载、超高等情况，如出现此情况，应立即向对方提出要求按照符合法律、法规规定执行。如司机承运货物后，发生因车辆超载、超高等情况被政府机关扣车、罚款或发生交通事故的，则由司机承担全部责任。</view>
		<view class="mainRow subRow">4)在装载货物时，司机应认真清点承运货物数量、核对品种、确认质量。必要时还要做好货物隔离防护、加固及防雨防潮等措施，保证货物安全。司机与装货联系人应在起运前完成交接手续。</view>
		<view class="mainRow subRow">5)司机在运输过程中，应当按照适用的道路安全法律法规驾驶，不疲劳驾驶、不酒驾、不醉驾、不毒驾，保证货物安全及人身安全（包括但不限于您提供货物运输服务时的连续驾驶时间不得超过四个小时）。驾驶距离400公里的，应当配备两名持有相应车型驾驶执照的司机。</view>
		<view class="mainRow subRow">6)司机应自行完成本合同项下的运输任务，司机应使用与运单中记载的一致的运输车辆进行运输，运输途中不得擅自变更车辆或委托托第三方运输，不得绕行、无故停车或从事与货物运输无关的活动。</view>
		<view class="mainRow subRow">7)司机应当根据运单要求按时到达指定装卸货地点完成装卸货，如司机延迟到达，发货人有权要求司机根据迟到时长赔偿损失，赔偿标准由双方协商确定。</view>
		<view class="mainRow subRow">8)若发货人需要回单，司机应在卸货完毕后及时将回单交付给发货人。</view>
		<view class="mainRow subRow">9)司机交货后，除因不可抗力、货物本身的自然性质造成的货物毁损或灭失的风险与损失以外，司机将货物交付收货方（以收货方签署的回单上记载的时间为准）之前发生的货物毁损或灭失的风险与损失由司机承担。司机造成发货人损失的，货先生平台有权直接从司机支付的保证金中扣除损失金额作为给发货人的赔偿，不足部分由司机赔偿。</view>
		<view class="mainRow subRow">10)司机不得私自配货、倒卖货物或擅自拉走货物。</view>
		<view class="mainRow subRow">11)司机承诺所使用平台服务为实际运输需求，不得通过虚构事实、伪造证据、与第三方串供以虚假行为使用平台服务，侵害货先生平台利益，如您在使用期间，货先生平台发现您存在以上行为，则货先生平台有权立即单方面终止本协议及要求您承担给货先生平台造成的全部损失，如涉及犯罪，则货先生平台移交公安机关处理。</view>
		<view class="rowTitle">8. 违约与处理</view>
		<view class="mainRow">8.1  用户应当遵守国家法律、行政法规、部门规章及相关规范性文件的规定，遵守货先生货物运输交易秩序，不得损害其他用户权益，用户违反本协议规则或货先生平台其他协议或规则的，货先生平台将根据相关规则对用户违规行为进行处理。</view>
		<view class="mainRow">8.2  发货人与司机在通过货先生平台进行货物运输交易过程中，如发生双方产生任何争议或纠纷，双方应本着公平、诚信的原则进行友好、理性的协商。如争议双方无法自行解决，任何一方向货先生平台投诉，货先生平台将按照平台争议及相关规则处理。</view>
		<view class="mainRow">8.3  货先生平台过将依据以下证据认定纠纷相关事实；</view>
		<view class="mainRow subRow">（1)用户在货先生平台签署的交易规则及相关协议；</view>
		<view class="mainRow subRow">（2)用户在货先生平台形成的运单信息；</view>
		<view class="mainRow subRow">（3)用户在货先生平台发布的货源信息；</view>
		<view class="mainRow subRow">（4)用户在货先生平台显示的支付信息；</view>
		<view class="mainRow subRow">（5)用户使用货先生平台聊天工具IM产生的聊天记录；</view>
		<view class="mainRow subRow">（6)用户提供的其他证据。</view>
		<view class="mainRow">8.4  针对发货人方的违约行为货先生平台有权对其进行违约处理，处理方式包括：扣除保证金，归入交易黑名单，甚至终止交易资格。其他违约处理方式参照相关的合同条款执行。</view>
		<view class="mainRow">8.5  用户应严格按照运单及运输协议约定履行相应义务，未违反货先生平台各项协议及规则，因交易对方违约产生损失的，货先生平台介入后交易对方仍拒不赔付的，货先生平台将根据相关规则向符合条件的用户先行垫付相应款项，再向责任方追偿。</view>
		<view class="rowTitle">9.理赔约定（需自愿单独购买相关的平台服务）：</view>
		<view class="mainRow">9.1  由货先生平台承担运费支付的服务。在此次运输完毕后，司机无责且和发货人未发生任何异常、争议或索赔等纠纷问题，但发货人无故拖延支付运费或无故克扣运费，由货先生平台将先行支付全部运费或克扣差额，付款完毕后由货先生平台向发货人追偿收取此次全部运费或克扣差额。</view>
		<view class="mainRow">9.2  如出现因发货人原因导致订单取消，货先生平台将按照车辆放空进行赔偿，司机需提供放空里程证明，货先生平台通过GPS或高德地图等查询里程数，按照实际放空里程给予赔偿。</view>
		<view class="rowTitle">10. 您理解并同意，货先生平台对下列事项不承担责任：</view>
		<view class="mainRow">10.1 司机有责且和发货人发生异常、争议或索赔等纠纷问题的平台不予垫付运费；</view>
		<view class="mainRow">10.2 司机原因导致运单取消的不予赔偿；</view>
		<view class="mainRow subRow">1）车辆临时异常无法使用</view>
		<view class="mainRow subRow">2）接错订单</view>
		<view class="mainRow subRow">3）车型车长跟发货人需求不匹配</view>
		<view class="mainRow subRow">4）车辆载重跟发货人需求不匹配</view>
		<view class="mainRow subRow">5）无正当理由未按照发货人要求时间到达装货点</view>
		<view class="mainRow subRow">6）其他因司机原因导致的取消</view>
		<view class="mainRow subRow">7）货先生平台客服判定为司机原因取消</view>
		<view class="mainRow subRow">8）因不可抗力（包括但不限于自然灾害、台风、政府行为、战争、疫情的社会一场事件）带来的相关损失。</view>
		<view class="mainRow subRow">9）其他非货先生平台责任的情形。</view>
		<view class="rowTitle">11.附则</view>
		<view class="mainRow">11.1 先行赔付规则是货先生平台为了维护货先生平台用户的合法权益，保障用户在使用货先生平台服务期间的交易处于安全状态，提升用户的使用体验。</view>
		<view class="mainRow">11.2 在货先生平台向利益受损方根据本先行赔付规则支付相应先行赔付款项时，货先生平台获得对违约方追偿的权利，用户在将权利授予给货先生平台后无法再要求违约方对其进行赔付。</view>
		<view class="mainRow">11.3 若向货先生平台申请先行赔付的用户已经通过其他渠道挽回了损失，或者货先生平台有合理理由或证据怀疑该用户涉嫌虚构交易或欺诈，或者货先生平台发现该用户自身存在违约行为，用户应当自行或在接到货先生平台通知后及时返还货先生平台已经支付给其的先行赔付款项，否则货先生平台可采取扣除用户保证金保证金或其钱包账户中的金额等措施挽回其货先生平台造成的损失。</view>
		<view class="mainRow">11.4  鉴于货先生平台仅为司机与发货人双方提供运输交易的平台，发货人方发布的易信息未经货先生平台事先审查，因此货先生平台无法保证其内容的真实性、准确性、完整性、有效性和安全性。发货人与司机双方通过本交易中心签订合同后，在合同实际履行过程中遭受的损失和其它一切后果，货先生平台不承担任何责任。</view>
		<view class="mainRow">11.5 在确认本协议之前，请仔细阅读本协议的全部内容，您已了解并同意接受本协议全部约定内容。协议签署后，立即生效，有效期至账号注销。</view>
		<view class="mainRow">11.6 本协议涉及的相关规则修改及解释权属于货先生平台。规则拟定、修改、公告必须按货先生平台有关程序执行，货先生平台将事先通过公告、系统消息、手机短信等通知用户，规则自生效日起，在有效期内，用户必须遵守。</view>
		<view class="mainRow">11.7 本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律。如法律无相关规定的，参照商业惯例及/或行业惯例。</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">
	.driverPlatform {
		background-color: #FFF;
		padding: 32rpx;
		.mainTitle {
			font-size:36rpx;
			font-weight:bold;
			color:#333;
			text-align: center;
			line-height: 44rpx;
			margin-bottom:50rpx;
		}
		.mainRow + .mainRow {
			margin-top:40rpx;
		}
		.mainRow {
			font-size:28rpx;
			color:#333;
			line-height: 40rpx;
		}
		.indent {
			text-indent:30rpx;
		}
		.rightMsg {
			text-align: right;
		}
		.rowTitle {
			font-size:32rpx;
			color:#333;
			line-height: 44rpx;
			font-weight:bold;
			margin-bottom:40rpx;
			margin-top:40rpx;
		}
		.subRow {
			padding: 0 40rpx;
		}
		.childRow {
			padding: 0 60rpx;
		}
		.directoryRow {
			font-size:30rpx;
			color:#333;
			line-height: 40rpx;
			padding: 0 40rpx;
		}
	}
</style>
